{
    "Key frames will show on the timeline. You need to zoom in to view them": "Des images clés apparaîtront sur la ligne temporelle. Vous devez zoomer pour les visualiser",
    "Muted preview (exported file will not be affected)": "Prévisualisation muette (le fichier exporté ne sera pas affecté)",
    "Unable to save your preferences. Try to disable any anti-virus": "Impossible de sauvegarder vos préférences. Essayez de désactiver tout anti-virus",
    "Zoom out timeline": "Zoomer en arrière sur la ligne temporelle",
    "Zoom in timeline": "Zoom sur la ligne temporelle",
    "Toggle zoom between 1x and a calculated comfortable zoom level": "Basculer le zoom entre 1x et un niveau de zoom confortable calculé",
    "Timeline/zoom operations": "Opérations de ligne temporelle/zoom",
    "Select next segment": "Sélectionner le segment suivant",
    "Select previous segment": "Sélectionner le segment précédent",
    "Remove current segment": "Supprimer le segment courant",
    "Add cut segment": "Ajouter un segment de coupure",
    "Mark out / cut end point for current segment": "Marquer / couper le point de fin du segment en cours",
    "Mark in / cut start point for current segment": "Marquer / couper le point de départ du segment en cours",
    "Segments and cut points": "Segments et points de coupure",
    "Jump to cut end": "Sauter à la fin de la coupure",
    "Seek forward 1% of timeline at current zoom": "Avancer de 1% de la ligne temporelle au zoom actuel",
    "Seek backward 1% of timeline at current zoom": "Reculer de 1% de la ligne temporelle au zoom actuel",
    "Seek forward 1 sec": "Avancer de 1s",
    "Seek backward 1 sec": "Reculer de 1s",
    "Seek to next keyframe": "Aller à l'image clé suivante",
    "Seek to previous keyframe": "Aller à l'image clé précédente",
    "Step forward 1 frame": "Avance d'une image",
    "Step backward 1 frame": "Recul d'une image",
    "Seeking": "Chercher",
    "Speed up playback": "Accélérer la lecture",
    "Slow down playback": "Ralentir la lecture",
    "Play/pause": "Jouer/pause",
    "Playback": "Lecture",
    "Show/hide help screen": "Afficher/masquer l'écran d'aide",
    "Keyboard & mouse shortcuts": "Raccourcis clavier et souris",
    "For usage help and issues, please go to:": "Pour de l'aide et des questions d'utilisation, veuillez visiter :",
    "We are on the first keyframe": "Nous en sommes à la première image clé",
    "Failed to find any prev keyframe": "Impossible de trouver une image clé précédente",
    "We are on the first frame": "Nous en sommes à la première image",
    "Failed to find any prev frame": "Impossible de trouver une image précédente",
    "We are on the last frame": "Nous en sommes à la dernière image",
    "Failed to find next keyframe": "Impossible de trouver l'image clé suivante",
    "Less than 2 frames found": "Moins de 2 images trouvées",
    "Unsupported platform": "Plateforme non prise en charge",
    "Invalid start or end value. Must contain a number of seconds": "Valeur de début ou de fin invalide. Doit contenir un nombre de secondes",
    "One or more rows does not have 3 columns": "Une ou plusieurs lignes n'ont pas 3 colonnes",
    "No rows found": "Aucune ligne trouvée",
    "Done": "Terminé",
    "Timeline trackpad/wheel sensitivity": "Sensibilité du trackpad/molette de la ligne temporelle",
    "Show sidebar": "Afficher la barre latérale",
    "Rotation preview": "Aperçu de la rotation",
    "Mute preview? (will not affect output)": "Silencer l'aperçu ? (n'affectera pas la sortie)",
    "DROP FILE(S)": "DÉPOSER FICHIER(S)",
    "Discard": "Abandonner",
    "Extract": "Extrait",
    "Capture frame format": "Format de la capture d'image",
    "All formats:": "Tous les formats :",
    "Common formats:": "Formats courants  :",
    "(detected)": "(détecté)",
    "Format": "Format",
    "Output format": "Format de sortie",
    "Failed to batch convert to supported format": "Échec de la conversion par lots vers le format supporté",
    "Failed to convert files:": "Échec de la conversion des fichiers :",
    "Aborted": "Interrompu",
    "Batch converting to supported format": "Conversion par lots vers un format supporté",
    "Select files to batch convert to supported format": "Sélectionner les fichiers à convertir par lot vers format supporté",
    "Failed to export CSV": "Échec de l'exportation CSV",
    "File exists, bailing": "Le fichier existe, arrêt",
    "CSV files": "Fichiers CSV",
    "Are you sure you want to close the current file?": "Êtes-vous sûr de vouloir fermer le fichier actuel ?",
    "Failed to convert file. Try a different conversion": "Échec de la conversion du fichier. Essayez une autre conversion",
    "You need to choose something!": "Vous devez choisir quelque chose !",
    "Include all tracks from the new file": "Inclure toutes les pistes du nouveau fichier",
    "Open the file instead of the current one": "Ouvrir le fichier au lieu de l'actuel",
    "You opened a new file. What do you want to do?": "Vous avez ouvert un nouveau fichier. Que voulez-vous faire ?",
    "Failed to extract all streams": "Échec à l'extraction de tous les flux",
    "All streams have been extracted as separate files": "Tous les flux ont été extraits dans des fichiers séparés",
    "Extracting all streams": "Extraction de tous les flux",
    "Unsupported file": "Fichier non supporté",
    "The audio track is not supported. You can convert to a supported format from the menu": "La piste audio n'est pas prise en charge. Vous pouvez convertir vers un format pris en compte à partir du menu",
    "Unable to determine file format": "Impossible de déterminer le format du fichier",
    "Loading file": "Chargement du fichier",
    "Failed to load project file": "Impossible de charger le fichier de projet",
    "Invalid start or end values for one or more segments": "Valeurs de début ou de fin invalides pour un ou plusieurs segments",
    "Playback rate:": "Vitesse de lecture :",
    "Unable to playback rate right now": "Impossible de régler la vitesse de lecture maintenant",
    "Failed to capture frame": "Échec de la capture de la trame",
    "Screenshot captured to:": "Capture d'écran enregistrée ici  :",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, try to toggle \"Keyframe cut\" or try a different format.": "Fini  ! Note : les points de coupure peuvent être imprécis. Assurez-vous de tester les fichiers produits dans le lecteur/éditeur de votre choix avant de supprimer la source. Si le résultat n'est pas satisfaisant, essayer de basculer sur \"coupure des images clés\" ou essayez un autre format vidéo.",
    "Unprocessable streams were exported as separate files.": "Les flux non traitables ont été exportés dans des fichiers séparés.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Il y a un problème connu avec les coupures des vidéos HEVC d'iPhone. Le fichier résultant pourrait ne pas fonctionner sur tous les lecteurs.",
    "Exporting": "Exportation",
    "No segments to export": "Pas de segment à exporter",
    "No tracks selected for export": "Pas de piste sélectionnée pour l'export",
    "Start time must be before end time": "Le temps de début doit être avant le temps de fin",
    "Report": "Rapporter",
    "OK": "OK",
    "Unable to export this file": "Impossible d'exporter ce fichier",
    "File has been permanently deleted": "Le fichier a été supprimé définitivement",
    "Permanently delete": "Supprimer définitivement",
    "Unable to move source file to trash. Do you want to permanently delete it?": "Impossible de mettre le fichier source à la poubelle. Voulez-vous le supprimer définitivement  ?",
    "File has been moved to trash": "Le fichier a été mis à la poubelle",
    "Deleting source": "Suppression de la source",
    "Trash it": "Mettre à la poubelle",
    "Are you sure you want to move the source file to trash?": "Êtes-vous certain(e) de vouloir mettre le fichier source à la poubelle ?",
    "Converting to supported format": "Conversion en cours vers un format pris en compte",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Format de vidéo non pris en compte nativement. La prévisualisation pourrait ne pas avoir d'audio, ou de l'audio de basse qualité. L'export final ne devrait cependant pas souffrir de défaut concernant l'audio. Vous pourrez la convertir depuis le menu pour une meilleure prévisualisation avec l'audio.",
    "Unable to playback this file. Try to convert to supported format from the menu": "Impossible de jouer ce fichier. Essayez de le convertir vers un format pris en compte depuis le menu",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "La coupure aura lieu au point désiré, mais pourra laisser un espace vide au début du fichier. Il sera peut-être nécessaire de placer le point de coupure quelques images avant l'image clé suivante pour obtenir une coupure précise",
    "Keyframe cut disabled": "Coupure sur image clé désactivée",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "La coupure aura lieu à l'image clé précédant immédiatement le point de coupure désiré. C'est l'action recommandée pour la plupart des fichiers.",
    "Keyframe cut enabled": "Coupure sur image clé activée",
    "Files merged!": "Les fichiers ont été fusionnés !",
    "Failed to merge files. Make sure they are all of the exact same codecs": "Échec de la fusion des fichiers. Assurez-vous qu'ils utilisent les même codecs",
    "Merging": "Fusion en cours",
    "You have no write access to the directory of this file, please select a custom working dir": "Vous n'avez pas le droit de modifier le contenu de ce dossier. Veuillez sélectionner un autre dossier de travail",
    "Unable to save project file": "Impossible de sauvegarder le fichier projet",
    "Select output folder": "Choisir un dossier de sortie",
    "Where do you want to save output files? Make sure there is enough free space in this folder": "Où voulez-vous enregistrer les fichiers de sortie ? Assurez-vous d'avoir assez d'espace libre dans ce dossier",
    "Where do you want to save output files?": "Où voulez-vous sauvegarder les fichiers de sortie ?",
    "These options will let you convert files to a format that is supported by the player. You can try different options and see which works with your file. Note that the conversion is for preview only. When you run an export, the output will still be lossless with full quality": "Ces options vous permettront de convertir les fichiers vers un format pris en charge par le lecteur. Vous pouvez essayer différentes options et voir ce qui fonctionne avec votre fichier. Notez que la conversion est uniquement destinée à l'aperçu. Lorsque vous effectuez une exportation, le résultat sera toujours sans perte et de qualité optimale",
    "Convert to supported format": "Convertir au format supporté",
    "Slowest: High quality encode": "Le plus lent : encodage de haute qualité",
    "Slow: Low quality encode": "Lent : encodage basse qualité",
    "Slow: Low quality encode (no audio)": "Lent : encodage de faible qualité (pas d'audio)",
    "Fast: Full quality remux, likely to fail": "Rapide : remux (assemblage) de pleine qualité, susceptible d'échouer",
    "Fast: Full quality remux (no audio), likely to fail": "Rapide : remux (assemblage) de pleine qualité (pas d'audio), susceptible d'échouer",
    "Fastest: Low playback speed": "Le plus rapide : faible vitesse de lecture",
    "Fastest: Low playback speed (no audio)": "Le plus rapide : faible vitesse de lecture (pas d'audio)",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. Useful for viewing/cutting videos according to timecodes)": "Au lieu d'une vidéo qui semble commencer à 0, vous pouvez la décaler par une valeur spécifiée. Cela ne s'applique qu'à l'aperçu à l'intérieur de LosslessCut et ne modifie en rien le fichier. Utile pour visionner/couper des vidéos en fonction des codes temporels)",
    "Set custom start time offset": "Définir un décalage personnalisé du temps de départ",
    "Failed to run ffmpeg:": "Échec d'exécution de ffmpeg :",
    "Close": "Fermer",
    "Show": "Afficher",
    "Cut mode is:": "Le mode de coupure est :",
    "Separate files": "Fichiers séparés",
    "Merge cuts": "Fusionner les coupures",
    "Export to separate files": "Exporter vers des fichiers séparés",
    "Auto merge segments to one file after export": "Fusion automatique des segments en un seul fichier après exportation",
    "Working dir unset": "Annuler le choix du répertoire de travail",
    "Working dir set": "Choisir le répertoire de travail",
    "Discard audio": "Abandonner l'audio",
    "Keep audio": "Conserver l'audio",
    "Discard audio tracks": "Abandonner les pistes audio",
    "Keep audio tracks": "Conserver les pistes audio",
    "Discard audio? Current:": "Abandonner l'audio ? Actuellement :",
    "Tracks": "Pistes",
    "Jump to end of video": "Sauter à la fin de la vidéo",
    "Set cut end to current position": "Définir la fin de la coupure à la position actuelle",
    "Seek next keyframe": "Chercher l'image clé suivante",
    "One frame forward": "Une image en avant",
    "One frame back": "Une image en arrière",
    "Seek previous keyframe": "Chercher l'image clé précédente",
    "Set cut start to current position": "Définir le début de la coupure à la position actuelle",
    "Jump to cut start": "Sauter au début de la coupure",
    "Jump to start of video": "Sauter au début de la vidéo",
    "Show keyframes": "Afficher les images clés",
    "Show thumbnails": "Afficher les miniatures",
    "Show waveform": "Afficher la forme d'onde",
    "Manually input cut end point": "Saisir manuellement le point de sortie de la coupure",
    "Manually input cut start point": "Saisir manuellement le point d'entrée de la coupure",
    "Zoom in more to view waveform": "Zoomer davantage pour voir la forme d'onde",
    "Export each track as individual files": "Exporter chaque piste vers des fichiers individuels",
    "Include more tracks from other file": "Inclure d'autres pistes depuis un autre fichier",
    "Discard or extract unprocessable tracks to separate files?": "Abandonner ou extraire les pistes non traitées vers des fichiers séparés ?",
    "Shortest": "La plus courte",
    "Longest": "La plus longue",
    "When tracks have different lengths, do you want to make the output file as long as the longest or the shortest track?": "Quand les pistes ont des longueurs différentes, voulez-vous que le fichier de sortie soit aussi long que la piste la plus longue ou la plus courte ?",
    "Data": "Données",
    "Bitrate": "Débit binaire",
    "Frames": "Images",
    "Codec": "Codec",
    "Tag": "Étiquette",
    "Type": "Type",
    "Keep?": "Conserver ?",
    "Click to select which tracks to keep when exporting:": "Cliquer pour sélectionner quelles pistes conserver lors de l'export :",
    "File info": "Informations sur le fichier",
    "Stream info": "Informations sur le flux",
    "Current setting": "Paramètre actuel",
    "Settings": "Paramètres",
    "Ask before closing": "Demander avant de fermer",
    "Ask for confirmation when closing app or file?": "Demander confirmation pour fermer l'application ou un fichier ?",
    "Invert direction": "Inverser le sens",
    "Invert timeline trackpad/wheel direction?": "Inverser le sens de défilement de la ligne temporelle du trackpad/molette ?",
    "Change sensitivity": "Changer la sensibilité",
    "Millisecond fractions": "Fractions de millisecondes",
    "Frame numbers": "Nombre d'images",
    "In timecode show": "Dans le code temporel afficher",
    "Snapshot capture format": "Format de capture d’instantané",
    "Auto save project": "Sauvegarde automatique du projet",
    "The project will be stored along with the output files as a CSV file": "Le projet sera stocké avec les fichiers de sortie sous forme de fichier CSV",
    "Auto save project file?": "Sauvegarde automatique du fichier de projet ?",
    "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(les pistes de données telles que GPS GoPro, télémétrie, etc... ne sont pas copiées par défaut car ffmpeg ne peut pas les couper, ce qui fera que la durée du média reste la même après avoir coupé la vidéo/audio)",
    "Extract unprocessable tracks to separate files or discard them?": "Extraire les pistes non traitables vers des fichiers séparés ou les abandonner ?",
    "The video inside segments will be kept, while the video outside will be discarded.": "La vidéo à l'intérieur des segments sera conservée, tandis que la vidéo à l'extérieur sera abandonnée.",
    "The video inside segments will be discarded, while the video surrounding them will be kept.": "La vidéo à l'intérieur des segments sera abandonnée, tandis que la vidéo qui les entoure sera conservée.",
    "Remove": "Supprimer",
    "Keep": "Conserver",
    "Choose cutting mode: Remove or keep selected segments from video when exporting?": "Choisissez le mode de coupure  : supprimer ou conserver les segments sélectionnés de la vidéo lors de l'exportation ?",
    "Normal cut": "Coupure normale",
    "Keyframe cut": "Coupure d'image clé",
    "Keyframe cut mode": "Mode de coupure des images clés",
    "Separate": "Séparer",
    "Auto merge": "Fusion automatique",
    "Auto merge segments to one file during export or export to separate files?": "Fusionner automatiquement des segments dans un seul fichier lors de l'exportation ou exporter dans des fichiers séparés ?",
    "Same directory as input file": "Même répertoire que le fichier d'entrée",
    "Custom working directory": "Répertoire de travail personnalisé",
    "This is where working files, exported files, project files (CSV) are stored.": "C'est là que sont stockés les fichiers de travail, les fichiers exportés, et les fichiers de projet (CSV).",
    "Working directory": "Répertoire de travail",
    "Output format (default autodetected)": "Format de sortie (auto-détecté par défaut)",
    "System language": "Langue du système",
    "App language": "Langue de l'application",
    "Close sidebar": "Fermer la barre latérale",
    "Segments total:": "Total des segments :",
    "Label segment": "Étiqueter le segment",
    "Change segment order": "Changer l'ordre des segments",
    "Delete current segment": "Supprimer le segment courant",
    "Add segment": "Ajouter un segment",
    "Duration": "Durée",
    "Invalid number entered": "Saisie d'un nombre invalide",
    "Change order of segment": "Changer l'ordre des segments",
    "Max length": "Longueur max",
    "Label current segment": "Étiqueter le segment actuel",
    "No segments to export.": "Pas de segment à exporter.",
    "Make sure you have no overlapping segments.": "Assurez-vous qu'il n'y a pas de segments qui se chevauchent.",
    "Segments to export:": "Segments à exporter :",
    "Capture frame": "Capture d'image",
    "Don't modify": "Ne pas modifier",
    "Set output rotation. Current: ": "Régler la rotation de sortie. Actuelle : ",
    "Export+merge": "Exporter+fusionner",
    "Export {{ num }} segments": "Exporter {{ num }} segments",
    "Export selection": "Exporter la sélection",
    "Export": "Exporter",
    "Send problem report": "Envoyer un rapport de problème",
    "Include all streams?": "Inclure tous les flux ?",
    "Sort your files for merge": "Triez vos fichiers pour les fusionner",
    "Please select files to be merged. The files need to be of the exact same format and codecs": "Veuillez sélectionner les fichiers à fusionner. Les fichiers doivent avoir exactement le même format et les mêmes codecs",
    "Please select files to be merged": "Veuillez sélectionner les fichiers à fusionner",
    "Merge!": "Fusionner  !",
    "More than one file must be selected": "Plusieurs fichiers doivent être sélectionnés",
    "Zoom": "Zoom",
    "Keep selected segments": "Conserver les segments sélectionnés",
    "Discard selected segments": "Abandonner les segments sélectionnés",
    "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "Lorsque vous exportez, les segments sélectionnés sur la ligne temporelle seront CONSERVÉS - les zones environnantes seront ENLEVÉES.",
    "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "Lorsque vous exportez, les segments sélectionnés sur la ligne temporelle seront ENLEVÉS - les zones environnantes seront CONSERVÉES",
    "The last executed ffmpeg commands will show up here after you run operations. You can copy them to clipboard and modify them to your needs before running on your command line.": "Les dernières commandes ffmpeg effectuées apparaîtront ici après l'exécution des opérations. Vous pouvez les copier dans le presse-papiers et les modifier selon vos besoins avant de les exécuter sur votre ligne de commande.",
    "Copied to clipboard": "Copié vers le presse-papier",
    "Copy to clipboard": "Copier vers le presse-papier",
    "Last ffmpeg commands": "Dernières commandes ffmpeg",
    "Hover mouse over buttons in the main interface to see which function they have": "Survolez les boutons de l'interface principale à la souris pour voir quels fonctions ils ont",
    "Delete source file": "Supprimer le fichier source",
    "Capture snapshot": "Capture d’instantané",
    "Export segment(s)": "Segment(s) d'exportation",
    "Output actions": "Actions de sortie",
    "Pan timeline": "Panoramique de la ligne temporelle",
    "Mouse scroll/wheel up/down": "Défilement de la souris/roulette haut/bas",
    "Mouse scroll/wheel left/right": "Défilement de la souris/roulette gauche/droite",
    "Zoom in/out timeline": "Zoom avant/arrière de la ligne temporelle",
    "For more help and issues, please go to:": "Pour plus d'aide et de questions, veuillez consulter :",
    "Lossless cutting is not an exact science. For some codecs and files it just works. For others you may need to trial and error depending on the codec, keyframes etc to get the best cut.": "Le découpage sans perte n'est pas une science exacte. Pour certains codecs et fichiers, cela fonctionne tout simplement. Pour d'autres, vous devrez peut-être faire des essais et des erreurs en fonction du codec, des images clés, etc. pour obtenir la meilleure coupe.",
    "Common problems": "Problèmes communs",
    "You need to open a media file first": "Vous devez d'abord ouvrir un fichier média",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "Fini ! Note : les points de coupure peuvent être inexacts. Assurez-vous de tester les fichiers de sortie dans le lecteur/éditeur de votre choix avant de supprimer la source. Si la sortie ne semble pas correcte, consultez la page AIDE.",
    "Advanced view has been enabled. You will now also see non-essential buttons and functions": "La vue avancée a été activée. Vous verrez aussi maintenant les boutons et fonctions non-essentielles",
    "Edit file metadata": "Éditer les métadonnées du fichier",
    "Extract this track as file": "Extraire cette piste en tant fichier",
    "Edit track metadata": "Éditer les métadonnées de la piste",
    "Track info": "Info piste",
    "Enter value": "Entrer valeur",
    "Lang": "Langue",
    "PotPlayer Bookmarks (.pbf)": "Marque-pages PotPlayer (.pbf)",
    "Failed to fix file duration": "Échec de correction de la durée du fichier",
    "Duration has been fixed": "La durée a été corrigée",
    "Fixing file duration": "Correction de la durée du fichier",
    "MPlayer EDL": "MPlayer EDL",
    "PBF files": "Fichiers PBF",
    "CUE files": "Fichiers CUE",
    "XML files": "Fichiers XML",
    "Failed to export project": "Échec d'exportation du projet",
    "TXT files": "Fichiers TXT",
    "You do not have permission to access this file": "Vous n'avez pas la permission d'accéder à ce fichier",
    "Failed to extract track": "Échec d'extraction de la piste",
    "Track has been extracted": "La piste a été extraite",
    "Extracting track": "Extraction piste",
    "This file does not have a valid duration. This may cause issues. You can try to fix the file's duration from the File menu": "Ce fichier n'a pas une durée valide. Cela pourrait engendrer des problèmes. Vous pouvez essayer de corriger la durée du fichier à partir du menu Fichier",
    "Failed to load segments": "Échec de chargement des segments",
    "No valid segments found": "Pas de segments valides trouvés",
    "No segment to split. Please move cursor over the segment you want to split": "Pas de segment à séparer. Veuillez déplacer le curseur au dessus du segment que vous voulez séparer",
    "Unable to move file to trash. Do you want to permanently delete it?": "Impossible de déplacer le fichier dans la corbeille. Voulez-vous le supprimer définitivement ?",
    "Cleanup successful": "Nettoyage réussi",
    "Cleaning up": "Nettoyage",
    "Advanced view disabled. You will now see only the most essential buttons and functions": "Vue avancée désactivée. Vous verrez maintenant uniquement les boutons et fonctions les plus essentielles",
    "Download {{version}}": "Télécharger {{version}}",
    "New version!": "Nouvelle version !",
    "Report an error": "Rapporter une erreur",
    "Learn More": "Apprendre plus",
    "About": "À propos",
    "Help and shortcuts": "Aide et raccourcis",
    "Merge files": "Fusionner des fichiers",
    "Tools": "Outils",
    "Window": "Fenêtre",
    "View": "Affichage",
    "Extract all tracks": "Extraire toutes les pistes",
    "Reorder segments by start time": "Réordonner les segments par temps de démarrage",
    "Clear all segments": "Effacer tous les segments",
    "Segments": "Segments",
    "Edit": "Modifier",
    "Exit": "Quitter",
    "Fix incorrect duration": "Corriger durée incorrecte",
    "Export project": "Exporter le projet",
    "EDL (MPlayer)": "EDL (MPlayer)",
    "Import project": "Importer un projet",
    "Save project (CSV)": "Sauvegarder le projet (CSV)",
    "Load project (CSV)": "Charger un projet (CSV)",
    "Open": "Ouvrir",
    "File": "Fichier",
    "Are you sure you want to quit?": "Êtes-vous sûr(e) de vouloir quitter ?",
    "Confirm quit": "Confirmer la sortie",
    "Change value": "Changer la valeur",
    "Edit track {{trackNum}} metadata": "Modifier les métadonnées de la piste {{trackNum}}",
    "Please send an email to <1>losslesscut@yankee.no</1> where you describe what you were doing.": "Veuillez envoyer un courriel à <1>losslesscut@yankee.no</1> dans lequel vous décrivez ce que vous faisiez.",
    "Timestamps (TSV/TXT)": "Horodatage (TSV/TXT)"
}
