{
    "Key frames will show on the timeline. You need to zoom in to view them": "Des images clés apparaîtront sur la ligne temporelle. Vous devez zoomer pour les visualiser",
    "Muted preview (exported file will not be affected)": "Prévisualisation muette (le fichier exporté ne sera pas affecté)",
    "Unable to save your preferences. Try to disable any anti-virus": "Impossible de sauvegarder vos préférences. Essayez de désactiver tout anti-virus",
    "Zoom out timeline": "Zoomer en arrière dans la ligne de temps",
    "Zoom in timeline": "Zoomer en avant dans la ligne de temps",
    "Toggle zoom between 1x and a calculated comfortable zoom level": "Basculer le facteur de zoom entre 1.0 et un niveau calculé confortable",
    "Timeline/zoom operations": "Opérations de zoom de la ligne de temps",
    "Select next segment": "Sélectionner le segment suivant",
    "Select previous segment": "Sélectionner le segment précédent",
    "Remove current segment": "Supprimer le segment courant",
    "Add cut segment": "Ajouter un segment de coupure",
    "Mark out / cut end point for current segment": "Marquer le point de fin pour le segment courant",
    "Mark in / cut start point for current segment": "Marquer le point de début pour le segment courant",
    "Segments and cut points": "Les segments et les points de coupure",
    "Jump to cut end": "Sauter à la fin de la coupure",
    "Seek forward 1% of timeline at current zoom": "Avancer de 1% de la ligne de temps au facteur de zoom en cours",
    "Seek backward 1% of timeline at current zoom": "Reculer de 1% de la ligne de temps au facteur de zoom en cours",
    "Seek forward 1 sec": "Avancer de 1s",
    "Seek backward 1 sec": "Reculer de 1s",
    "Seek to next keyframe": "Aller à l'image clé suivante",
    "Seek to previous keyframe": "Aller à l'image clé précédente",
    "Step forward 1 frame": "Avance d'une image",
    "Step backward 1 frame": "Recul d'une image",
    "Seeking": "Accès direct",
    "Speed up playback": "Accélérer la vitesse",
    "Slow down playback": "Ralentir la vitesse",
    "Play/pause": "Jouer/Pause",
    "Playback": "Jouer",
    "Show/hide help screen": "Afficher/Masquer l'écran d'aide",
    "Keyboard & mouse shortcuts": "Raccourcis souris et clavier",
    "For usage help and issues, please go to:": "Pour une aide ou des questions, veuillez visiter :",
    "We are on the first keyframe": "Position à la première image clé",
    "Failed to find any prev keyframe": "Impossible de trouver une image clé précédente",
    "We are on the first frame": "Position à la première image",
    "Failed to find any prev frame": "Impossible de trouver une image précédente",
    "We are on the last frame": "Position à la dernière image",
    "Failed to find next keyframe": "Impossible de trouver l'image clé suivante",
    "Less than 2 frames found": "Moins de 2 images présentes",
    "Unsupported platform": "Plateforme non prise en compte",
    "Invalid start or end value. Must contain a number of seconds": "Valeur de début ou de fin invalide. Elle doit donner un nombre de secondes",
    "One or more rows does not have 3 columns": "Une ou plusieurs lignes n'ont pas 3 colonnes",
    "No rows found": "Aucune ligne trouvée",
    "Done": "Terminé",
    "Timeline trackpad/wheel sensitivity": "Sensibilité à la souris de la ligne de temps",
    "Show sidebar": "Afficher la barre latérale",
    "Rotation preview": "Aperçu de la rotation",
    "Mute preview? (will not affect output)": "Eteindre l'aperçu ? (pas d'effet sur la sortie finale)",
    "DROP FILE(S)": "DEPOSER VIDEO(S)",
    "Discard": "Supprimer",
    "Extract": "Extrait",
    "Capture frame format": "Format de la capture d'image",
    "All formats:": "Tous les formats :",
    "Common formats:": "Formats courants :",
    "(detected)": "(détecté)",
    "Format": "Format",
    "Output format": "Format de sortie",
    "Failed to batch convert to supported format": "Erreur à la conversion en bloc vers un format pris en compte",
    "Failed to convert files:": "Erreur à la conversion des vidéos :",
    "Aborted": "Interruption",
    "Batch converting to supported format": "Conversion en bloc vers un format pris en compte",
    "Select files to batch convert to supported format": "Choisissez les vidéos à convertir en bloc vers le format pris en compte",
    "Failed to export CSV": "Erreur à l'export en CSV",
    "File exists, bailing": "Arrêt car le fichier existe",
    "CSV files": "Les fichiers CSV",
    "Are you sure you want to close the current file?": "Voulez-vous vraiment fermer la vidéo actuelle ?",
    "Failed to convert file. Try a different conversion": "Erreur à la conversion de la vidéo. Choisissez une autre conversion",
    "You need to choose something!": "Vous devez faire un choix !",
    "Include all tracks from the new file": "Inclure toutes les pistes de la nouvelle vidéo",
    "Open the file instead of the current one": "Ouvrez la vidéo à la place de la vidéo actuelle",
    "You opened a new file. What do you want to do?": "Vous avez ouvert une nouvelle vidéo. Que souhaitez-vous faire ?",
    "Failed to extract all streams": "Erreur à l'extraction de tous les flux",
    "All streams have been extracted as separate files": "Tous les flux ont été extraits dans des fichiers séparés",
    "Extracting all streams": "Extraction de tous les flux",
    "Unsupported file": "Format de vidéo non pris en compte",
    "The audio track is not supported. You can convert to a supported format from the menu": "La piste audio n'est pas prise en compte. Vous pouvez convertir vers un format pris en compte avec les menus",
    "Unable to determine file format": "Impossible de déterminer le format de la vidéo",
    "Loading file": "Chargement en cours",
    "Failed to load project file": "Impossible de charger le fichier projet",
    "Invalid start or end values for one or more segments": "Valeurs de début ou de fin invalides sur un ou plusieurs segments",
    "Playback rate:": "Vitesse de lecture :",
    "Unable to playback rate right now": "Impossible de régler la vitesse de lecture maintenant",
    "Failed to capture frame": "Erreur à la capture de l'image clé",
    "Screenshot captured to:": "La copie d'écran a été enregistrée ici :",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, try to toggle \"Keyframe cut\" or try a different format.": "Fin ! Note : les points de coupure peuvent être imprécis. Assurez-vous de tester les vidéo produites avec votre lecteur avant de supprimer les vidéo originelles. Si le résultat n'est pas satisfaisant, essayer de basculer la \"coupure des images clés\" ou essayez un autre format vidéo.",
    "Unprocessable streams were exported as separate files.": "Les flux vidéo impossible à traiter ont été exportés dans des fichiers séparés.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Il y a un problème connu avec les coupure des vidéos HEVC d'iPhone. La vidéo résultant pourrait ne pas fonctionner sur tous les lecteurs.",
    "Exporting": "Export en cours",
    "No segments to export": "Pas de segment à exporter",
    "No tracks selected for export": "Pas de piste sélectionnée pour l'export",
    "Start time must be before end time": "Le point de début doit précéder le point de fin",
    "Report": "Reporter",
    "OK": "OK",
    "Unable to export this file": "Impossible d'exporter cette vidéo",
    "File has been permanently deleted": "La vidéo a été supprimée définitivement",
    "Permanently delete": "Supprimer définitivement",
    "Unable to move source file to trash. Do you want to permanently delete it?": "Impossible de mettre la vidéo à la corbeille. Voulez-vous la supprimer définitivement ?",
    "File has been moved to trash": "La vidéo à été mise à la corbeille",
    "Deleting source": "Suppression de la source",
    "Trash it": "Jetez la à la corbeille",
    "Are you sure you want to move the source file to trash?": "Êtes-vous certain(e) de vouloir jeter cette vidéo à la corbeille ?",
    "Converting to supported format": "Conversion en cours vers un format pris en compte",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Format de vidéo non pris en compte nativement. La prévisualisation pourra comporter des défauts de son ou d'image. L'export final ne devrait cependant pas souffrir de défaut. Vous la convertir depuis le menu pour une meilleure prévisualisation.",
    "Unable to playback this file. Try to convert to supported format from the menu": "Impossible de jouer cette vidéo. Essayez de la convertir avec les menus vers un format pris en compte",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "La coupure aura lieu au point désiré, mais pourra laisser un espace vide au début du fichier. Il sera peut-être nécessaire de placer le point de coupure quelques images avant l'image clé suivante pour obtenir une coupure précise",
    "Keyframe cut disabled": "Coupure sur image clé désactivée",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "La coupure aura lieu à l'image clé précédent immédiatement le point de coupure désiré. C'est l'action recommandée dans la plupart des cas.",
    "Keyframe cut enabled": "Coupure sur image clé activée",
    "Files merged!": "Les fichiers ont été fusionnés",
    "Failed to merge files. Make sure they are all of the exact same codecs": "Error à la fusion des fichiers. Assurez-vous qu'ils utilisent les même Codecs",
    "Merging": "Fusion en cours",
    "You have no write access to the directory of this file, please select a custom working dir": "Vous n'avez pas le droit de modifier le contenu de ce dossier. Veuillez sélectionner un autre dossier de travail",
    "Unable to save project file": "Impossible d'enregistrer le fichier projet",
    "Select output folder": "Choisir un dossier de sortie",
    "Where do you want to save output files? Make sure there is enough free space in this folder": "Où voulez-vous enregistrer les fichier ? Assurez-vous d'avoir assez d'espace libre dans ce dossier",
    "Where do you want to save output files?": "Où voulez-vous enregistrer les fichier ?",
    "These options will let you convert files to a format that is supported by the player. You can try different options and see which works with your file. Note that the conversion is for preview only. When you run an export, the output will still be lossless with full quality": "Ces options vous permettent de convertir des vidéos vers un format pris en compte par le lecteur. Vous pouvez essayer différentes options pour voir ce qui fonctionne pour votre vidéo. Notez que la conversion est pour l'aperçu seulement. A l'export, la sortie sera sans perte et en pleine qualité",
    "Convert to supported format": "Convertir au format pris en compte",
    "Slowest: High quality encode": "Le plus lent : encodage haute qualité",
    "Slow: Low quality encode": "Lent : encodage basse qualité",
    "Slow: Low quality encode (no audio)": "Lent : encodage basse qualité (pas de son)",
    "Fast: Full quality remux, likely to fail": "Rapide : remux (assemblage) pleine qualité, échec probable",
    "Fast: Full quality remux (no audio), likely to fail": "Rapide : remux (assemblage) pleine qualité (pas de son), échec probable",
    "Fastest: Low playback speed": "Le plus rapide : petite vitesse",
    "Fastest: Low playback speed (no audio)": "Le plus rapide : petite vitesse (pas de son)",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. Useful for viewing/cutting videos according to timecodes)": "Plutôt que d'avoir une vidéo qui démarre à 0s, vous pouvez spécifier une valeur de décalage. Ceci ne s'applique qu'à l'aperçu dans LosslessCut et ne modifie pas le fichier. Utile pour travailler sur des vidéos avec timecodes)",
    "Set custom start time offset": "Choisir un décalage de temps de début personnalisé",
    "Failed to run ffmpeg:": "Error d'exécution de ffmpeg :",
    "Close": "Fermer",
    "Show": "Afficher",
    "Cut mode is:": "Mode de coupure :",
    "Separate files": "Des fichiers séparés",
    "Merge cuts": "Fusionner les coupures",
    "Export to separate files": "Exporter vers des fichiers séparés",
    "Auto merge segments to one file after export": "Fusion auto des segments vers un seul fichier après l'export",
    "Working dir unset": "Annuler le choix de dossier courant",
    "Working dir set": "Choisir le dossier courant",
    "Discard audio": "Ecarter le son",
    "Keep audio": "Conserver le son",
    "Discard audio tracks": "Ecarter les pistes audio",
    "Keep audio tracks": "Conserver les pistes audio",
    "Discard audio? Current:": "Supprimer le son ? Pour le moment :",
    "Tracks": "Les pistes",
    "Jump to end of video": "Aller à la fin de la vidéo",
    "Set cut end to current position": "Mettre la fin de la coupure à la position courante",
    "Seek next keyframe": "Aller à l'image clé suivante",
    "One frame forward": "Une image en avant",
    "One frame back": "Une image en arrière",
    "Seek previous keyframe": "Aller à l'image clé précédente",
    "Set cut start to current position": "Mettre le début de la coupure à la position courante",
    "Jump to cut start": "Aller au début de la coupure",
    "Jump to start of video": "Aller au début de la vidéo",
    "Show keyframes": "Afficher les images clés",
    "Show thumbnails": "Afficher les vignettes",
    "Show waveform": "Afficher la forme d'onde",
    "Manually input cut end point": "Saisir manuellement le point de sortie de la coupure",
    "Manually input cut start point": "Saisir manuellement le point d'entrée de la coupure",
    "Zoom in more to view waveform": "Zoomer davantage pour voir la forme d'onde",
    "Export each track as individual files": "Exporter chaque piste vers des fichiers individuels",
    "Include more tracks from other file": "Inclure d'autres pistes depuis une autre vidéo",
    "Discard or extract unprocessable tracks to separate files?": "Écarter ou extraire les pistes non manipulables vers des fichiers séparés ?",
    "Shortest": "La plus courte",
    "Longest": "La plus longue",
    "When tracks have different lengths, do you want to make the output file as long as the longest or the shortest track?": "Quand les pistes ont des longueurs différentes, voulez-vous ajuster la longueur de sortie à la plus longue ou à la plus courte ?",
    "Data": "Données",
    "Bitrate": "Débit",
    "Frames": "Images",
    "Codec": "Codec",
    "Tag": "Etiquette",
    "Type": "Type",
    "Keep?": "Conserver ?",
    "Click to select which tracks to keep when exporting:": "Cliquer pour sélectionner les pistes à conserver pour l'export :",
    "File info": "Informations sur le fichier",
    "Stream info": "Informations du flux",
    "Current setting": "Réglage courant",
    "Settings": "Réglages",
    "Ask before closing": "Demander avant de fermer",
    "Ask for confirmation when closing app or file?": "Demander confirmation pour fermer l'application ou un fichier ?",
    "Invert direction": "Inverser la direction",
    "Invert timeline trackpad/wheel direction?": "Inverser le sens de défilement de la ligne de temps à la souris ?",
    "Change sensitivity": "Changer la sensibilité",
    "Millisecond fractions": "Fractions de millisecondes",
    "Frame numbers": "Numéros d'images",
    "In timecode show": "Afficher le time code d'entrée",
    "Snapshot capture format": "Format de capture d'image",
    "Auto save project": "Enregistrement automatique du projet",
    "The project will be stored along with the output files as a CSV file": "Le fichier projet sera enregistré au format CSV au même endroit que les vidéos de sortie",
    "Auto save project file?": "Enregistrement automatique du fichier projet ?",
    "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(les pistes de données telles que les informations GPS GoPro, la télémétrie… ne sont pas copiées par défaut car ffmpeg ne peut pas les couper, ce qui forcerait la durée de la vidéo à ne pas changer, même après avoir opéré une coupure)",
    "Extract unprocessable tracks to separate files or discard them?": "Extraire les pistes non manipulables vers des fichiers séparés, ou bien les écarter ?",
    "The video inside segments will be kept, while the video outside will be discarded.": "La vidéo à l'intérieur des segments sera conservée, tandis que la vidéo en dehors sera supprimée.",
    "The video inside segments will be discarded, while the video surrounding them will be kept.": "La vidéo à l'intérieur des segments sera supprimée, tandis que la vidéo en dehors sera conservée.",
    "Remove": "Supprimer",
    "Keep": "Conserver",
    "Choose cutting mode: Remove or keep selected segments from video when exporting?": "Choisir un mode de coupure : Enlever ou conserver les segments sélectionnés dans la vidéo au moment de l'export ?",
    "Normal cut": "Coupure normale",
    "Keyframe cut": "Coupure d'image clé",
    "Keyframe cut mode": "Mode de coupure des images clés",
    "Separate": "Séparées",
    "Auto merge": "Fusion automatique",
    "Auto merge segments to one file during export or export to separate files?": "Fusion auto des segments vers une seule vidéo à l'export, ou export vers des vidéos séparées ?",
    "Same directory as input file": "Le même dossier que la vidéo d'entrée",
    "Custom working directory": "Dossier courant personnalisé",
    "This is where working files, exported files, project files (CSV) are stored.": "C'est l'emplacement où sont placés les fichiers de travail, les vidéos exportées, et les fichiers projets (CSV).",
    "Working directory": "Dossier courant",
    "Output format (default autodetected)": "Format de sortie (auto-détecté par défaut)",
    "System language": "Langue du système",
    "App language": "Langue de l'application",
    "Close sidebar": "Fermer la barre latérale",
    "Segments total:": "Total des segments :",
    "Label segment": "Etiqueter le segment",
    "Change segment order": "Changer l'ordre des segments",
    "Delete current segment": "Supprimer le segment courant",
    "Add segment": "Ajouter un segment",
    "Duration": "Durée",
    "Invalid number entered": "Saisie d'un nombre invalide",
    "Change order of segment": "Changer l'ordre des segments",
    "Max length": "Longueur max",
    "Label current segment": "Nommer le segment actuel",
    "No segments to export.": "Pas de segment à exporter.",
    "Make sure you have no overlapping segments.": "Assurez-vous de ne pas avoir de chevauchement des segments.",
    "Segments to export:": "Segments à exporter :",
    "Capture frame": "Capture d'image",
    "Don't modify": "Ne pas modifier",
    "Set output rotation. Current: ": "Régler la rotation de sortie. Rotation courante : ",
    "Export+merge": "Exporter+Fusionner",
    "Export {{ num }} segments": "Exporter {{ num }} segments",
    "Export selection": "Exporter la sélection",
    "Export": "Exporter",
    "Send problem report": "Envoyer un rapport de problème",
    "Include all streams?": "Inclure tous les flux ?",
    "Sort your files for merge": "Trier vos vidéos pour les fusionner",
    "Please select files to be merged. The files need to be of the exact same format and codecs": "Veuillez sélectionner les vidéos à fusionner. Elles doivent être au même format et utiliser les mêmes Codecs",
    "Please select files to be merged": "Veuillez sélectionner les vidéos à fusionner",
    "Merge!": "Fusion !",
    "More than one file must be selected": "Plus d'un fichier doivent être sélectionnés",
    "Zoom": "Zoom",
    "Keep selected segments": "Conserver les segments sélectionnés",
    "Discard selected segments": "Ecarter les segments sélectionnés",
    "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "A l'export, les segments sélectionnés sur la ligne de temps seront CONSERVÉS. Les zones environnantes seront ENLEVÉES.",
    "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "A l'export, les segments sélectionnés sur la ligne de temps seront ENLEVÉS. Les zones environnantes seront CONSERVÉES",
    "The last executed ffmpeg commands will show up here after you run operations. You can copy them to clipboard and modify them to your needs before running on your command line.": "Les dernières commandes ffmpeg effectuées s'afficheront ici après l'exécution des opérations. Vous pouvez les copier et les ajuster avant de les exécuter sur la ligne de commande.",
    "Copied to clipboard": "Copié vers le presse-papier",
    "Copy to clipboard": "Copier vers le presse-papier",
    "Last ffmpeg commands": "Dernières commandes ffmpeg",
    "Hover mouse over buttons in the main interface to see which function they have": "Survolez les boutons de la fenêtre avec la souris pour visualiser leur action",
    "Delete source file": "Supprimer le fichier d'entrée",
    "Capture snapshot": "Capture d'image",
    "Export segment(s)": "Exporter segment(s)",
    "Output actions": "Actions de sortie",
    "Pan timeline": "Défilement de la ligne de temps",
    "Mouse scroll/wheel up/down": "Défilement haut-bas souris",
    "Mouse scroll/wheel left/right": "Défilement gauche-droite de la souris",
    "Zoom in/out timeline": "Zoom de la ligne de temps"
}
