{
    "Key frames will show on the timeline. You need to zoom in to view them": "Des images clés apparaîtront sur la ligne temporelle. Vous devez zoomer pour les visualiser",
    "Muted preview (exported file will not be affected)": "Prévisualisation muette (le fichier exporté ne sera pas affecté)",
    "Unable to save your preferences. Try to disable any anti-virus": "Impossible de sauvegarder vos préférences. Essayez de désactiver tout anti-virus",
    "Zoom out timeline": "Zoomer en arrière dans la ligne de temps",
    "Zoom in timeline": "Zoomer en avant dans la ligne de temps",
    "Toggle zoom between 1x and a calculated comfortable zoom level": "Basculer le facteur de zoom entre 1.0 et un niveau calculé confortable",
    "Timeline/zoom operations": "Opérations de zoom de la ligne de temps",
    "Select next segment": "Sélectionner le segment suivant",
    "Select previous segment": "Sélectionner le segment précédent",
    "Remove current segment": "Supprimer le segment courant",
    "Add cut segment": "Ajouter un segment de coupure",
    "Mark out / cut end point for current segment": "Marquer le point de fin pour le segment courant",
    "Mark in / cut start point for current segment": "Marquer le point de début pour le segment courant",
    "Segments and cut points": "Les segments et les points de coupure",
    "Jump to cut end": "Sauter à la fin de la coupure",
    "Seek forward 1% of timeline at current zoom": "Avancer de 1% de la ligne de temps au facteur de zoom en cours",
    "Seek backward 1% of timeline at current zoom": "Reculer de 1% de la ligne de temps au facteur de zoom en cours",
    "Seek forward 1 sec": "Avancer de 1s",
    "Seek backward 1 sec": "Reculer de 1s",
    "Seek to next keyframe": "Aller à l'image clé suivante",
    "Seek to previous keyframe": "Aller à l'image clé précédente",
    "Step forward 1 frame": "Avance d'une image",
    "Step backward 1 frame": "Recul d'une image",
    "Seeking": "Accès direct",
    "Speed up playback": "Accélérer la vitesse",
    "Slow down playback": "Ralentir la vitesse",
    "Play/pause": "Jouer/Pause",
    "Playback": "Jouer",
    "Show/hide help screen": "Afficher/Masquer l'écran d'aide",
    "Keyboard & mouse shortcuts": "Raccourcis souris et clavier",
    "For usage help and issues, please go to:": "Pour une aide ou des questions, veuillez visiter :",
    "We are on the first keyframe": "Position à la première image clé",
    "Failed to find any prev keyframe": "Impossible de trouver une image clé précédente",
    "We are on the first frame": "Position à la première image",
    "Failed to find any prev frame": "Impossible de trouver une image précédente",
    "We are on the last frame": "Position à la dernière image",
    "Failed to find next keyframe": "Impossible de trouver l'image clé suivante",
    "Less than 2 frames found": "Moins de 2 images présentes",
    "Unsupported platform": "Plateforme non prise en compte",
    "Invalid start or end value. Must contain a number of seconds": "Valeur de début ou de fin invalide. Elle doit donner un nombre de secondes",
    "One or more rows does not have 3 columns": "Une ou plusieurs lignes n'ont pas 3 colonnes",
    "No rows found": "Aucune ligne trouvée",
    "Done": "Terminé",
    "Timeline trackpad/wheel sensitivity": "Sensibilité à la souris de la ligne de temps",
    "Show sidebar": "Afficher la barre latérale",
    "Rotation preview": "Aperçu de la rotation",
    "Mute preview? (will not affect output)": "Eteindre l'aperçu ? (pas d'effet sur la sortie finale)",
    "DROP FILE(S)": "DEPOSER VIDEO(S)",
    "Discard": "Supprimer",
    "Extract": "Extrait",
    "Capture frame format": "Format de la capture d'image",
    "All formats:": "Tous les formats :",
    "Common formats:": "Formats courants :",
    "(detected)": "(détecté)",
    "Format": "Format",
    "Output format": "Format de sortie",
    "Failed to batch convert to supported format": "Erreur à la conversion en bloc vers un format pris en compte",
    "Failed to convert files:": "Erreur à la conversion des vidéos :",
    "Aborted": "Interruption",
    "Batch converting to supported format": "Conversion en bloc vers un format pris en compte",
    "Select files to batch convert to supported format": "Choisissez les vidéos à convertir en bloc vers le format pris en compte",
    "Failed to export CSV": "Erreur à l'export en CSV",
    "File exists, bailing": "Arrêt car le fichier existe",
    "CSV files": "Les fichiers CSV",
    "Are you sure you want to close the current file?": "Voulez-vous vraiment fermer la vidéo actuelle ?",
    "Failed to convert file. Try a different conversion": "Erreur à la conversion de la vidéo. Choisissez une autre conversion",
    "You need to choose something!": "Vous devez faire un choix !",
    "Include all tracks from the new file": "Inclure toutes les pistes de la nouvelle vidéo",
    "Open the file instead of the current one": "Ouvrez la vidéo à la place de la vidéo actuelle",
    "You opened a new file. What do you want to do?": "Vous avez ouvert une nouvelle vidéo. Que souhaitez-vous faire ?",
    "Failed to extract all streams": "Erreur à l'extraction de tous les flux",
    "All streams have been extracted as separate files": "Tous les flux ont été extraits dans des fichiers séparés",
    "Extracting all streams": "Extraction de tous les flux",
    "Unsupported file": "Format de vidéo non pris en compte",
    "The audio track is not supported. You can convert to a supported format from the menu": "La piste audio n'est pas prise en compte. Vous pouvez convertir vers un format pris en compte avec les menus",
    "Unable to determine file format": "Impossible de déterminer le format de la vidéo",
    "Loading file": "Chargement en cours",
    "Failed to load project file": "Impossible de charger le fichier projet",
    "Invalid start or end values for one or more segments": "Valeurs de début ou de fin invalides sur un ou plusieurs segments",
    "Playback rate:": "Vitesse de lecture :",
    "Unable to playback rate right now": "Impossible de régler la vitesse de lecture maintenant",
    "Failed to capture frame": "Erreur à la capture de l'image clé",
    "Screenshot captured to:": "La copie d'écran a été enregistrée ici :",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, try to toggle \"Keyframe cut\" or try a different format.": "Fin ! Note : les points de coupure peuvent être imprécis. Assurez-vous de tester les vidéo produites avec votre lecteur avant de supprimer les vidéo originelles. Si le résultat n'est pas satisfaisant, essayer de basculer la \"coupure des images clés\" ou essayez un autre format vidéo.",
    "Unprocessable streams were exported as separate files.": "Les flux vidéo impossible à traiter ont été exportés dans des fichiers séparés.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Il y a un problème connu avec les coupure des vidéos HEVC d'iPhone. La vidéo résultant pourrait ne pas fonctionner sur tous les lecteurs.",
    "Exporting": "Export en cours",
    "No segments to export": "Pas de segment à exporter",
    "No tracks selected for export": "Pas de piste sélectionnée pour l'export",
    "Start time must be before end time": "Le point de début doit précéder le point de fin",
    "Report": "Reporter",
    "OK": "OK",
    "Unable to export this file": "Impossible d'exporter cette vidéo",
    "File has been permanently deleted": "La vidéo a été supprimée définitivement",
    "Permanently delete": "Supprimer définitivement",
    "Unable to move source file to trash. Do you want to permanently delete it?": "Impossible de mettre la vidéo à la corbeille. Voulez-vous la supprimer définitivement ?",
    "File has been moved to trash": "La vidéo à été mise à la corbeille",
    "Deleting source": "Suppression de la source",
    "Trash it": "Jetez la à la corbeille",
    "Are you sure you want to move the source file to trash?": "Êtes-vous certain(e) de vouloir jeter cette vidéo à la corbeille ?",
    "Converting to supported format": "Conversion en cours vers un format pris en compte",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Format de vidéo non pris en compte nativement. La prévisualisation pourra comporter des défauts de son ou d'image. L'export final ne devrait cependant pas souffrir de défaut. Vous la convertir depuis le menu pour une meilleure prévisualisation.",
    "Unable to playback this file. Try to convert to supported format from the menu": "Impossible de jouer cette vidéo. Essayez de la convertir avec les menus vers un format pris en compte",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "La coupure aura lieu au point désiré, mais pourra laisser un espace vide au début du fichier. Il sera peut-être nécessaire de placer le point de coupure quelques images avant l'image clé suivante pour obtenir une coupure précise",
    "Keyframe cut disabled": "Coupure sur image clé désactivée",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "La coupure aura lieu à l'image clé précédent immédiatement le point de coupure désiré. C'est l'action recommandée dans la plupart des cas.",
    "Keyframe cut enabled": "Coupure sur image clé activée",
    "Files merged!": "Les fichiers ont été fusionnés",
    "Failed to merge files. Make sure they are all of the exact same codecs": "Error à la fusion des fichiers. Assurez-vous qu'ils utilisent les même Codecs",
    "Merging": "Fusion en cours",
    "You have no write access to the directory of this file, please select a custom working dir": "Vous n'avez pas le droit de modifier le contenu de ce dossier. Veuillez sélectionner un autre dossier de travail",
    "Unable to save project file": "Impossible d'enregistrer le fichier projet"
}
