{
    "Unable to save your preferences. Try to disable any anti-virus": "No se pueden guardar sus preferencias. Intente deshabilitar cualquier antivirus",
    "Key frames will show on the timeline. You need to zoom in to view them": "Los fotogramas clave se mostrarán en la línea de tiempo. Necesitas hacer zoom para verlos",
    "Muted preview (exported file will not be affected)": "Vista previa silenciada (el archivo exportado no se verá afectado)",
    "Unable to save project file": "No se puede guardar el archivo del proyecto",
    "You have no write access to the directory of this file, please select a custom working dir": "No tiene acceso de escritura al directorio de este archivo, seleccione un directorio de trabajo personalizado",
    "Merging": "Fusionando",
    "Files merged!": "¡Archivos fusionados!",
    "Failed to merge files. Make sure they are all of the exact same codecs": "No se pudieron combinar los archivos. Asegúrese de que todos tengan exactamente los mismos códecs",
    "Keyframe cut enabled": "Corte de fotogramas clave habilitado",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "Ahora cortará en el fotograma clave más cercano antes del punto de corte inicial deseado. Esto se recomienda para la mayoría de los archivos.",
    "Keyframe cut disabled": "Corte de fotogramas desactivado",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Ahora cortará en la posición exacta, pero puede dejar una parte vacía al principio del archivo. Es posible que deba establecer el punto de corte unos fotogramas antes del siguiente fotograma clave para lograr un corte preciso",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Archivo no compatible de forma nativa. Es posible que la vista previa no tenga audio o sea de baja calidad. Sin embargo, la exportación final no tendrá pérdidas con audio. Puede convertirlo desde el menú para una mejor vista previa con audio.",
    "Unable to playback this file. Try to convert to supported format from the menu": "No se puede reproducir este archivo. Intente convertir a un formato compatible desde el menú",
    "Converting to supported format": "Conversión a un formato compatible",
    "Are you sure you want to move the source file to trash?": "¿Está seguro de que desea mover el archivo de origen a la papelera?",
    "Trash it": "Tirarlo a la basura",
    "Deleting source": "Eliminando fuente",
    "File has been moved to trash": "El archivo se ha movido a la papelera",
    "Unable to move source file to trash. Do you want to permanently delete it?": "No se puede mover el archivo de origen a la papelera. ¿Quieres eliminarlo definitivamente?",
    "Permanently delete": "Eliminar permanentemente",
    "File has been permanently deleted": "El archivo se ha eliminado de forma permanente",
    "Unable to export this file": "No se puede exportar este archivo",
    "OK": "Aceptar",
    "Report": "Reportar",
    "Start time must be before end time": "La hora de inicio debe ser anterior a la hora de finalización",
    "No segments to export": "No hay segmentos para exportar",
    "No tracks selected for export": "No se seleccionaron pistas para exportar",
    "Exporting": "Exportando",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Existe un problema conocido al cortar videos HEVC de iPhone. Es posible que el archivo de salida no funcione en todos los reproductores.",
    "Unprocessable streams were exported as separate files.": "Las transmisiones no procesables se exportaron como archivos separados.",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "¡Hecho! Nota: los puntos de corte pueden ser inexactos. Asegúrese de probar los archivos de salida en el reproductor/editor que desee antes de eliminar la fuente. Si la salida no se ve bien, consulte la página de AYUDA.",
    "Screenshot captured to:": "Captura de pantalla capturada en:",
    "Failed to capture frame": "No se pudo capturar el fotograma",
    "Unable to playback rate right now": "No se puede reproducir la velocidad no funciona correctamente",
    "Playback rate:": "Tasa de reproducción:",
    "No segment to split. Please move cursor over the segment you want to split": "No hay segmento para dividir. Mueva el cursor sobre el segmento que desea dividir",
    "No valid segments found": "No se encontraron segmentos válidos",
    "Failed to load segments": "No se pudieron cargar los segmentos",
    "Loading file": "Cargando archivo",
    "Unable to determine file format": "No se puede determinar el formato de archivo",
    "The audio track is not supported. You can convert to a supported format from the menu": "La pista de audio no es compatible. La puede convertir a un formato compatible desde el menú",
    "This file does not have a valid duration. This may cause issues. You can try to fix the file's duration from the File menu": "Este archivo no tiene una duración válida. Esto puede causar problemas. Puede intentar corregir la duración del archivo desde el menú Archivo",
    "Unsupported file": "Archivo no soportado",
    "Extracting all streams": "Extrayendo todas las transmisiones",
    "All streams have been extracted as separate files": "Todas las transmisiones se han extraído como archivos separados",
    "Failed to extract all streams": "Error al extraer todas las transmisiones",
    "You need to open a media file first": "Primero debe abrir un archivo multimedia",
    "Failed to convert file. Try a different conversion": "No se pudo convertir el archivo. Prueba una conversión diferente",
    "Are you sure you want to close the current file?": "¿Está seguro de que desea cerrar el archivo actual?",
    "CSV files": "Archivos CSV",
    "File exists, bailing": "El archivo existe, rescatando",
    "Failed to export CSV": "No se pudo exportar CSV",
    "XML files": "Archivos XML",
    "CUE files": "Archivos CUE",
    "Select files to batch convert to supported format": "Seleccionar archivos para convertir por lotes a formato compatible",
    "Batch converting to supported format": "Conversión por lotes a formato compatible",
    "Aborted": "Abortado",
    "Failed to convert files:": "Error al convertir archivos:",
    "Failed to batch convert to supported format": "No se pudo convertir por lotes al formato compatible",
    "Fixing file duration": "Arreglando la duración del archivo",
    "Duration has been fixed": "La duración ha sido fijada",
    "Failed to fix file duration": "No se pudo corregir la duración del archivo",
    "Output format": "Formato de salida",
    "Format": "Formato",
    "(detected)": "(detectado)",
    "Common formats:": "Formatos comunes:",
    "All formats:": "Todos los formatos:",
    "Capture frame format": "Formato de fotogramas de captura",
    "Extract": "Extraer",
    "Discard": "Descartar",
    "DROP FILE(S)": "SOLTAR ARCHIVO(S)",
    "Rotation preview": "Rotación de vista previa",
    "Mute preview? (will not affect output)": "¿Silenciar la vista previa? (no afectará la salida)",
    "Show sidebar": "Mostrar barra lateral",
    "Timeline trackpad/wheel sensitivity": "Sensibilidad del trackpad/rueda de la línea de tiempo",
    "Done": "Hecho",
    "Working dir set": "Set de direcciones de trabajo",
    "Working dir unset": "Directorio de trabajo desarmado",
    "Export": "Exportar",
    "Export selection": "Exportar selección",
    "Export {{ num }} segments": "Exportar {{ num }} segmentos",
    "Export+merge": "Exportar+fusionar",
    "Cut mode is:": "El modo de corte es:",
    "Keyframe cut": "Corte de fotograma clave",
    "Normal cut": "Corte normal",
    "Auto merge segments to one file after export": "Combinar segmentos automáticamente en un archivo después de la exportación",
    "Export to separate files": "Exportar a archivos separados",
    "Merge cuts": "Combinar cortes",
    "Separate files": "Archivos separados",
    "Yes": "Si",
    "No": "No",
    "Set custom start time offset": "Establecer el desplazamiento de la hora de inicio personalizada",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. Useful for viewing/cutting videos according to timecodes)": "En lugar de que el vídeo comience aparentemente en 0, se puede compensar con un valor especificado. Esto sólo se aplica a la vista previa dentro de LosslessCut y no modifica el archivo de ninguna manera. Útil para ver/cortar vídeos según los códigos de tiempo)",
    "Fastest: Low playback speed (no audio)": "Más rápido: Velocidad de reproducción baja (sin audio)",
    "Fastest: Low playback speed": "Más rápido: Velocidad de reproducción baja",
    "Fast: Full quality remux (no audio), likely to fail": "Rápido: Remux de máxima calidad (sin audio), es probable que falle",
    "Fast: Full quality remux, likely to fail": "Rápido: Remux de calidad total, probable fallo",
    "Slow: Low quality encode (no audio)": "Lento: Codificación de baja calidad (sin audio)",
    "Slow: Low quality encode": "Lento: Codificación de baja calidad",
    "Slowest: High quality encode": "Más lento: Codificación de alta calidad",
    "Convert to supported format": "Convertir a formato compatible",
    "These options will let you convert files to a format that is supported by the player. You can try different options and see which works with your file. Note that the conversion is for preview only. When you run an export, the output will still be lossless with full quality": "Estas opciones le permitirán convertir los archivos a un formato compatible con el reproductor. Puedes probar diferentes opciones y ver cuál funciona con tu archivo. Tenga en cuenta que la conversión es sólo para la vista previa. Cuando ejecute una exportación, la salida seguirá siendo sin pérdidas y con la máxima calidad",
    "You need to choose something!": "¡Tienes que elegir algo!",
    "YouTube video description\n00:00 Intro\n00:01 Chapter 2\n00:00:02.123 Chapter 3": "Descripción del video de YouTube\n00:00 Introducción\n00:01 Capítulo 2\n00:00:02.123 Capítulo 3",
    "Import text chapters / YouTube": "Importar capítulos de texto / YouTube",
    "Paste or type a YouTube chapters description or textual chapter description": "Pegue o escriba una descripción del capítulo de YouTube o una descripción textual del capítulo",
    "Please input a valid format.": "Introduzca un formato válido.",
    "Where do you want to save output files?": "¿Dónde quieres guardar los archivos de salida?",
    "Where do you want to save output files? Make sure there is enough free space in this folder": "¿Dónde quiere guardar los archivos de salida? Asegúrese de que hay suficiente espacio libre en esta carpeta",
    "Select output folder": "Seleccionar carpeta de salida",
    "You opened a new file. What do you want to do?": "Ha abierto un nuevo archivo. ¿Qué quieres hacer?",
    "Open the file instead of the current one": "Abrir el archivo en lugar del actual",
    "Include all tracks from the new file": "Incluir todas las pistas del nuevo archivo",
    "This file has embedded chapters. Do you want to import the chapters as cut-segments?": "ste archivo tiene capítulos incrustados. ¿Desea importar los capítulos como segmentos cortados?",
    "Ignore chapters": "Ignorar capítulos",
    "Import chapters": "Importar capítulos",
    "Divide timeline into a number of equal length segments": "Dividir la línea de tiempo en un número de segmentos de igual longitud",
    "Please input a valid number of segments": "Por favor, introduzca un número válido de segmentos",
    "Divide timeline into a number of segments with the specified length": "Dividir la línea de tiempo en un número de segmentos con la longitud especificada",
    "Please input a valid duration. Example: {{example}}": "Por favor, introduzca una duración válida. Ejemplo: {{ejemplo}}",
    "No rows found": "No se encontraron filas",
    "One or more rows does not have 3 columns": "Una o varias filas no tienen 3 columnas",
    "Invalid start or end value. Must contain a number of seconds": "Valor inicial o final no válido. Debe contener un número de segundos",
    "Preserve all MOV/MP4 metadata (e.g. EXIF, GPS position etc.) from source file? Note that some players have trouble playing back files where all metadata is preserved.": "¿Conserva todos los metadatos MOV/MP4 (por ejemplo, EXIF, posición GPS, etc.) del archivo de origen? Tenga en cuenta que algunos reproductores tienen problemas para reproducir archivos en los que se conservan todos los metadatos.",
    "Defaults to same format as input file. You can losslessly change the file format (container) of the file with this option. Not all formats support all codecs. Matroska/MP4/MOV support the most common codecs. Sometimes it's even impossible to export to the same output format as input.": "Por defecto, el mismo formato que el archivo de entrada. Con esta opción se puede cambiar sin pérdida el formato (contenedor) del archivo. No todos los formatos son compatibles con todos los códecs. Matroska/MP4/MOV soportan los códecs más comunes. A veces es incluso imposible exportar al mismo formato de salida que de entrada.",
    "With \"keyframe cut\", we will cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files. With \"Normal cut\" you may have to manually set the cutpoint a few frames before the next keyframe to achieve a precise cut": "\"Con \"corte de fotogramas clave\", cortaremos en el fotograma clave más cercano antes del punto de corte de inicio deseado. Esto se recomienda para la mayoría de los archivos. Con \"corte normal\" puede que tenga que establecer manualmente el punto de corte unos fotogramas antes del siguiente fotograma clave para conseguir un corte preciso",
    "Not all formats support all track types, and LosslessCut is unable to properly cut some track types, so you may have to sacrifice some tracks by disabling them in order to get correct result.": "No todos los formatos admiten todos los tipos de pista, y LosslessCut no puede cortar correctamente algunos tipos de pista, por lo que es posible que tenga que sacrificar algunas pistas desactivándolas para obtener un resultado correcto.",
    "Shift timestamps to make them non-negative. Also note that this affects only leading negative timestamps, and not non-monotonic negative timestamps.": "Desplaza las marcas de tiempo para que no sean negativas. Tenga en cuenta también que esto sólo afecta a las marcas de tiempo negativas principales, y no a las marcas de tiempo negativas no monótonas.",
    "Shift timestamps so that the first timestamp is 0. (LosslessCut default)": "Desplazar las marcas de tiempo para que la primera marca de tiempo sea 0. (Corte sin pérdidas por defecto)",
    "Enables shifting when required by the target format.": "Activa el desplazamiento cuando lo requiere el formato de destino.",
    "Disables shifting of timestamp.": "Desactiva el desplazamiento de la marca de tiempo.",
    "Export summary": "Exportar resumen",
    "Merge {{segments}} cut segment to one file?": "¿Fusionar {{segmentos}} segmento de corte en un solo archivo?",
    "Output container format:": "Formato del contenedor de salida:",
    "Save output to path:": "Guardar la salida en la ruta:",
    "Advanced options": "Opciones avanzadas",
    "Depending on your specific file, you may have to try different options for best results.": "Dependiendo de su archivo específico, es posible que tenga que probar diferentes opciones para obtener los mejores resultados.",
    "Cut mode:": "Modo de corte:",
    "Preserve all MP4/MOV metadata?": "¿Conservar todos los metadatos MP4/MOV?",
    "Shift timestamps (avoid_negative_ts)": "Desplazar marcas de tiempo (avoid_negative_ts)",
    "Back": "Atrás",
    "Input has <1>{{numStreamsTotal}}</1> tracks - <3>Keeping <1>{{numStreamsToCopy}}</1> tracks</3>": "La entrada tiene <1> {{numStreamsTotal}} </1> pistas - <3> Manteniendo <1> {{numStreamsToCopy}} </1> pistas </3>",
    "Unsupported platform": "Plataforma no soportada",
    "Less than 2 frames found": "Se encontraron menos de 2 fotogramas",
    "Failed to find next keyframe": "No se pudo encontrar el siguiente fotograma clave",
    "We are on the last frame": "Estamos en el ultimo fotograma",
    "Failed to find any prev frame": "No se pudo encontrar ningún fotograma anterior",
    "We are on the first frame": "Estamos en el primer fotograma",
    "Failed to find any prev keyframe": "No se ha podido encontrar ningún fotograma clave anterior",
    "We are on the first keyframe": "Estamos en el primer fotograma clave",
    "Common problems": "Problemas comunes",
    "Lossless cutting is not an exact science. For some codecs and files it just works. For others you may need to trial and error depending on the codec, keyframes etc to get the best cut.": "El corte sin pérdidas no es una ciencia exacta. Para algunos códecs y archivos simplemente funciona. Para otros, es posible que tengas que probar y equivocarte dependiendo del códec, los fotogramas clave, etc. para conseguir el mejor corte.",
    "For more help and issues, please go to:": "Para obtener más ayuda y problemas, visite:",
    "Keyboard & mouse shortcuts": "Atajos de teclado y ratón",
    "Show/hide help screen": "Mostrar/ocultar la pantalla de ayuda",
    "Playback": "Reproducción",
    "Play/pause": "Reproducir/pausar",
    "Slow down playback": "Ralentizar la reproducción",
    "Speed up playback": "Acelerar la reproducción",
    "Seeking": "Buscando",
    "Step backward 1 frame": "Retroceder 1 fotograma",
    "Step forward 1 frame": "Avanzar 1 fotograma",
    "Seek to previous keyframe": "Buscar el fotograma clave anterior",
    "Seek to next keyframe": "Buscar el siguiente fotograma clave",
    "Seek backward 1 sec": "Buscar hacia atrás 1 segundo",
    "Seek forward 1 sec": "Buscar hacia adelante 1 segundo",
    "Seek backward 1% of timeline at current zoom": "Buscar hacia atrás el 1% de la línea de tiempo con el zoom actual",
    "Seek forward 1% of timeline at current zoom": "Buscar hacia adelante 1% de la línea de tiempo con el zoom actual",
    "Jump to cut end": "Saltar al final del corte",
    "Segments and cut points": "Segmentos y puntos de corte",
    "Mark in / cut start point for current segment": "Marcar en / cortar punto de inicio para el segmento actual",
    "Mark out / cut end point for current segment": "Marcar / cortar punto final para el segmento actual",
    "Add cut segment": "Agregar segmento cortado",
    "Remove current segment": "Eliminar segmento actual",
    "Select previous segment": "Seleccionar segmento anterior",
    "Select next segment": "Seleccionar siguiente segmento",
    "Split segment at cursor": "Dividir segmento en el cursor",
    "Timeline/zoom operations": "Operaciones de escala de tiempo/zoom",
    "Toggle zoom between 1x and a calculated comfortable zoom level": "Alternar el zoom entre 1x y un nivel de zoom cómodo calculado",
    "Zoom in timeline": "Acercar la línea de tiempo",
    "Zoom out timeline": "Reducir la línea de tiempo",
    "Mouse scroll/wheel up/down": "Desplazamiento/rueda del ratón hacia arriba/abajo",
    "Zoom in/out timeline": "Acercar/alejar la línea de tiempo",
    "Mouse scroll/wheel left/right": "Desplazamiento del ratón/rueda izquierda/derecha",
    "Pan timeline": "Desplazamiento de la línea de tiempo",
    "Output actions": "Acciones de salida",
    "Export segment(s)": "Exportar segmento(s)",
    "Capture snapshot": "Capturar instantánea",
    "Delete source file": "Eliminar archivo de origen",
    "Hover mouse over buttons in the main interface to see which function they have": "Pasa el ratón por encima de los botones de la interfaz principal para ver qué función tienen",
    "Last ffmpeg commands": "Últimos comandos ffmpeg",
    "Copy to clipboard": "Copiar al portapapeles",
    "Copied to clipboard": "Copiado al portapapeles",
    "The last executed ffmpeg commands will show up here after you run operations. You can copy them to clipboard and modify them to your needs before running on your command line.": "Los últimos comandos ffmpeg ejecutados se mostrarán aquí después de ejecutar las operaciones. Puede copiarlos en el portapapeles y modificarlos según sus necesidades antes de ejecutarlos en su línea de comandos.",
    "<0>Note:</0> Keyframe cut and Merge cuts buttons have been moved to the export panel (press Export to see it.)": "<0>Nota:</0> Los botones de corte de fotogramas y de fusión de cortes se han trasladado al panel de exportación (pulse Exportar para verlo.)",
    "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "Al exportar, los segmentos seleccionados en la línea de tiempo serán ELIMINADOS - las áreas circundantes serán CONSERVADAS",
    "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "Al exportar, los segmentos seleccionados en la línea de tiempo se CONSERVARÁN - las áreas circundantes se ELIMINARÁN.",
    "Discard selected segments": "Descartar segmentos seleccionados",
    "Keep selected segments": "Mantener los segmentos seleccionados",
    "Zoom": "Zoom",
    "More than one file must be selected": "Se debe seleccionar más de un archivo",
    "Merge!": "¡Unir!",
    "Please select files to be merged": "Seleccione los archivos que desee combinar",
    "Please select files to be merged. The files need to be of the exact same format and codecs": "Por favor, seleccione los archivos a fusionar. Los archivos deben tener exactamente el mismo formato y códec",
    "Sort your files for merge": "Ordena tus archivos para fusionarlos",
    "Include all tracks?": "¿Incluir todas las pistas?",
    "If this is checked, all audio/video/subtitle/data tracks will be included. This may not always work for all file types. If not checked, only default streams will be included.": "Si se marca esta opción, se incluirán todas las pistas de audio/vídeo/subtítulos/datos. Es posible que esto no siempre funcione para todo tipo de archivos. Si no se marca, solo se incluirán las transmisiones predeterminadas.",
    "Send problem report": "Enviar informe de problemas",
    "Set output rotation. Current: ": "Establecer la rotación de salida. Actual: ",
    "Don't modify": "No modificar",
    "Capture frame": "Fotograma de captura",
    "Segments to export:": "Segmentos para exportar:",
    "Make sure you have no overlapping segments.": "Asegúrese de que no haya segmentos superpuestos.",
    "No segments to export.": "No hay segmentos para exportar.",
    "Label current segment": "Etiquetar segmento actual",
    "Max length": "Longitud máxima",
    "Change order of segment": "Cambiar el orden del segmento",
    "Invalid number entered": "Se ingresó un número no válido",
    "Duration": "Duración",
    "Add segment": "Agregar segmento",
    "Delete current segment": "Eliminar segmento actual",
    "Change segment order": "Cambiar el orden de los segmentos",
    "Label segment": "Segmento de la etiqueta",
    "Segments total:": "Total de segmentos:",
    "Close sidebar": "Cerrar barra lateral",
    "App language": "Idioma de la aplicación",
    "System language": "Idioma del sistema",
    "Working directory": "Directorio de trabajo",
    "This is where working files, exported files, project files (CSV) are stored.": "Aquí es donde se almacenan los archivos de trabajo, los archivos exportados y los archivos de proyecto (CSV).",
    "Custom working directory": "Directorio de trabajo personalizado",
    "Same directory as input file": "Mismo directorio que el archivo de entrada",
    "Auto merge segments to one file during export or export to separate files?": "¿Fusionar automáticamente los segmentos en un solo archivo durante la exportación o exportar en archivos separados?",
    "Auto merge": "Fusión automática",
    "Separate": "Separado",
    "Keyframe cut mode": "Modo de corte de fotogramas clave",
    "Choose cutting mode: Remove or keep selected segments from video when exporting?": "Elija el modo de corte: ¿Eliminar o mantener segmentos seleccionados del video al exportar?",
    "Keep": "Mantener",
    "The video inside segments will be kept, while the video outside will be discarded.": "Los segmentos del interior del video se mantendrán, mientras que los del video del exterior se descartarán.",
    "Remove": "Eliminar",
    "The video inside segments will be discarded, while the video surrounding them will be kept.": "El vídeo dentro de los segmentos se descartará, mientras que el vídeo que los rodea se conservará.",
    "Extract unprocessable tracks to separate files or discard them?": "¿Extraer las pistas no procesables a archivos separados o descartarlas?",
    "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(las pistas de datos como el GPS de la GoPro, la telemetría, etc. no se copian por defecto porque ffmpeg no puede cortarlas, por lo que harán que la duración de los medios siga siendo la misma después de cortar el vídeo/audio)",
    "Enable experimental ffmpeg features flag?": "¿Habilitar la función experimental de ffmpeg?",
    "Experimental flag": "Función experimental",
    "Auto save project file?": "¿Guardar automáticamente el archivo del proyecto?",
    "The project will be stored along with the output files as a CSV file": "El proyecto se almacenará junto con los archivos de salida como un archivo CSV",
    "Auto save project": "Guardar automáticamente el proyecto",
    "Snapshot capture format": "Formato de captura de instantáneas",
    "In timecode show": "En la muestra de código de tiempo",
    "Frame numbers": "Número de fotogramas",
    "Millisecond fractions": "Fracciones de milisegundos",
    "Change sensitivity": "Cambiar la sensibilidad",
    "Invert timeline trackpad/wheel direction?": "¿Invertir la dirección del trackpad/rueda de la línea de tiempo?",
    "Invert direction": "Invertir dirección",
    "Ask for confirmation when closing app or file?": "¿Pedir confirmación al cerrar la aplicación o el archivo?",
    "Ask before closing": "Preguntar antes de cerrar",
    "Ask about importing chapters from opened file?": "¿Preguntar acerca de la importación de capítulos desde un archivo abierto?",
    "Ask about chapters": "Preguntar por los capítulos",
    "Ask about what to do when opening a new file when another file is already already open?": "Preguntar acerca de qué hacer cuando se abre un archivo nuevo cuando otro archivo ya está abierto?",
    "Ask on file open": "Preguntar al abrir el archivo",
    "Settings": "Configuración",
    "Current setting": "Configuración actual",
    "Stream info": "Información de transmisión",
    "File info": "Información del archivo",
    "Click to select which tracks to keep when exporting:": "Haga clic para seleccionar las pistas que desea conservar al exportar:",
    "Keep?": "¿Mantener?",
    "Type": "Tipo",
    "Tag": "Etiqueta",
    "Codec": "Códec",
    "Frames": "Fotogramas",
    "Bitrate": "Tasa de bits",
    "Data": "Datos",
    "When tracks have different lengths, do you want to make the output file as long as the longest or the shortest track?": "Cuando las pistas tienen diferentes longitudes, ¿quieres que el archivo de salida sea tan largo como la pista más larga o la más corta?",
    "Longest": "El más largo",
    "Shortest": "El más corto",
    "Discard or extract unprocessable tracks to separate files?": "¿Descartar o extraer las pistas no procesables a archivos separados?",
    "Include more tracks from other file": "Incluir más pistas de otro archivo",
    "Export each track as individual files": "Exportar cada pista como archivos individuales",
    "Zoom in more to view waveform": "Acercarse más para ver la forma de onda",
    "Manually input cut start point": "Introducir manualmente el punto de inicio del corte",
    "Manually input cut end point": "Introducir manualmente el punto final del corte",
    "Show waveform": "Mostrar forma de onda",
    "Show thumbnails": "Mostrar miniaturas",
    "Show keyframes": "Mostrar fotogramas clave",
    "Jump to start of video": "Ir al inicio del video",
    "Jump to cut start": "Saltar al inicio del corte",
    "Set cut start to current position": "Fijar el inicio del corte en la posición actual",
    "Seek previous keyframe": "Buscar el fotograma clave anterior",
    "One frame back": "Un fotograma anterior",
    "One frame forward": "Un fotograma hacia adelante",
    "Seek next keyframe": "Buscar el siguiente fotograma clave",
    "Set cut end to current position": "Fijar el final del corte en la posición actual",
    "Jump to end of video": "Ir al final del video",
    "Tracks": "Pistas",
    "Discard audio? Current:": "Descartar audio? Actual:",
    "Keep audio tracks": "Mantener pistas de audio",
    "Discard audio tracks": "Descartar pistas de audio",
    "Keep audio": "Mantener el audio",
    "Discard audio": "Descartar audio",
    "Show": "Mostrar",
    "Close": "Cerrar",
    "Failed to run ffmpeg:": "No se pudo ejecutar ffmpeg:"
}
