{
    "Playback rate:": "Wiedergabegeschwindigkeit:",
    "Screenshot captured to:": "Bildschirmaufnahme gespeichert unter:",
    "Unprocessable streams were exported as separate files.": "Nicht verarbeitbare Streams wurden als separate Dateien exportiert.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Es gibt ein bekanntes Problem mit iPhone HEVC Dateien. Die Ausgabedatei funktioniert evtl. nicht in allen Playern.",
    "Exporting": "Exportiere",
    "No segments to export": "Keine Segmente zum Exportieren",
    "No tracks selected for export": "Keine Spuren zum Exportieren ausgewählt",
    "Start time must be before end time": "Startzeit muss vor der Endzeit liegen",
    "Report": "Bericht",
    "OK": "Okay",
    "Unable to export this file": "Datei konnte nicht exportiert werden",
    "File has been permanently deleted": "Datei wurde dauerhaft gelöscht",
    "Permanently delete": "Dauerhaft löschen",
    "Unable to move source file to trash. Do you want to permanently delete it?": "Datei konnte nicht in den Papierkorb verschoben werden. Soll sie dauerhaft gelöscht werden?",
    "File has been moved to trash": "Datei wurde in den Papierkorb verschoben",
    "Deleting source": "Quelle löschen",
    "Trash it": "Weg damit",
    "Are you sure you want to move the source file to trash?": "Soll die Datei wirklich in den Papierkorb verschoben werden?",
    "Converting to supported format": "Konvertiere in unterstütztes Format",
    "Unable to playback this file. Try to convert to supported format from the menu": "Abspielen der Datei nicht möglich. Versuche sie über das Menü in ein unterstütztes Format zu konvertieren",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Schneide nun an der exakten Position wobei möglicherweise ein leerer Bereich am Anfang der Datei entsteht. Sie müssen evtl. den Schnittpunkt einige Frames vor dem nächsten Keyframe setzen für einen präzisen Schnitt",
    "Keyframe cut disabled": "Keyframe-Schnitt deaktiviert",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "Am naheliegendsten Keyframe vor dem gewünschten Start-Schnittpunkt wird geschnitten. Empfohlen für die meisten Dateien.",
    "Keyframe cut enabled": "Keyframe-Schnitt aktiviert",
    "Failed to merge files. Make sure they are all of the exact same codecs": "Zusammenführen gescheitert. Gehe sicher, dass die Daten alle den selben Codec nutzen",
    "Files merged!": "Dateien zusammengeführt!",
    "Merging": "Zusammenführen",
    "You have no write access to the directory of this file, please select a custom working dir": "Du hast keine Schreibrechte im Verzeichnis der Datei. Bitte wähle ein anderes Arbeitsverzeichnis",
    "Unable to save project file": "Projekt konnte nicht gespeichert werden",
    "Muted preview (exported file will not be affected)": "Stumme Vorschau (exportierte Datei ist nicht betroffen)",
    "Key frames will show on the timeline. You need to zoom in to view them": "Keyframes werden auf der Zeitachse angezeigt. Zoome rein um sie zu sehen",
    "Unable to save your preferences. Try to disable any anti-virus": "Einstellungen konnten nicht gespeichert werden. Versuche dein Anti-Viren Programm zu deaktivieren"
}
