{
    "MPlayer EDL": "MPlayer-mediasoitin EDL",
    "PBF files": "PBF-tiedostot",
    "CUE files": "CUE-tiedostot",
    "XML files": "XML-tiedostot",
    "Failed to export project": "Projektin vienti ei onnistunut",
    "TXT files": "TXT-tiedostot",
    "CSV files": "CSV-tiedostot",
    "Failed to convert file. Try a different conversion": "Tiedostoa ei voitu muuntaa. Kokeile jotakin eri muunnostyyppiä",
    "You need to open a media file first": "Sinun tulee ensiksi avata mediatiedosto",
    "You do not have permission to access this file": "Sinulla ei ole käyttölupaa tähän tiedostoon",
    "Failed to extract all streams": "Kaikkia toisteita ei voitu purkaa",
    "All streams have been extracted as separate files": "Kaikki toisteet on nyt purettu erillisiksi tiedostoiksi",
    "Extracting all streams": "Puretaan kaikki toisteet",
    "Failed to extract track": "Raidan purku epäonnistui",
    "Track has been extracted": "Raita on purettu",
    "Extracting track": "Puretaan tiedostoa",
    "Unsupported file": "Tiedosto ei ole tuettu",
    "This file does not have a valid duration. This may cause issues. You can try to fix the file's duration from the File menu": "Tämän tiedoston kokonaiskesto ei vaikuta olevan kelvollinen. Tämä asianhaara voi johtaa ongelmiin. Voit kuitenkin koittaa keston korjaamista tiedostovalikosta",
    "The audio track is not supported. You can convert to a supported format from the menu": "Kyseinen ääniraita ei sellaisenaan ole tuettu. Valikosta voit muuntaa tuettuun muotoon",
    "Unable to determine file format": "Tiedostomuotoa ei voitu määrittää",
    "Loading file": "Ladataan tiedosto",
    "Failed to load segments": "Osioiden lataaminen epäonnistui",
    "No valid segments found": "Kelvollisia osioita ei löydetty",
    "No segment to split. Please move cursor over the segment you want to split": "Jaetuksi tarkoitettua osiota ei ole valittuna. Liikuta kursori haluamasi jaettavan osan päälle",
    "Playback rate:": "Toistotaso:",
    "Unable to change playback rate right now": "Toistotasoa ei voitu juuri nyt muuttaa",
    "Failed to capture frame": "Ruudun nappaus epäonnistui",
    "Screenshot captured to:": "Kuvakaappaus tallennettu kohteeseen:",
    "No segments to export": "Ei osioita joita viedä",
    "Start time must be before end time": "Aloitusaika tulee olla ennen loppumisaikaa",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "Valmista tuli! Huomaa: leikkauspisteet eivät välttämättä ole täsmällisiä. Varmista tuotettujen tiedostojen tulos testaamalla toistaen ne lempi videotoistimella/muokkausohjelmalla ennen kuin poistat lähdetiedoston. Mikäli tuotos ei näytä kelvolliselta, etsi ratkaisuja APU-sivulta.",
    "Unprocessable streams were exported as separate files.": "Toisteet joita ei voitu käsitellä ovat nyt viedyt erillisiksi tiedostoiksi.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "On olemassa tunnettu ongelma leikattaessa iPhone HEVC videoita. Tuotettu tiedosto ei välttämättä toistu kaikilla toisto-ohjelmilla.",
    "Exporting": "Viedään",
    "No tracks selected for export": "Ei valittuja raitoja vientiä varten",
    "Permanently delete": "Poista peruuttamattomasti",
    "Unable to move file to trash. Do you want to permanently delete it?": "Tiedostoa ei saatu siirrettyä roskakoriin. Haluatko poistaa sen peruuttamattomasti?",
    "Cleanup successful": "Putsattu onnistuneesti",
    "Cleaning up": "Suoritetaan putsausta",
    "Are you sure you want to close the current file?": "Oletko varma että haluat sulkea tämän käsillä olevan tiedoston?",
    "Converting to supported format": "Muunnetaan tuettuun muotoon",
    "Unable to playback this file. Try to convert to supported format from the menu": "Tätä tiedostoa ei voitu toistaa. Koeta muuntaa tiedosto tuettuun muotoon valikosta",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Tiedosto ei ole natiivisti tuettu. Esikatselusta saattaa uupua ääni tai se on heikkolaatuista. Lopullinen vienti tulee kuitenkin olemaan häviötön ja äänen kanssa.",
    "Advanced view disabled. You will now see only the most essential buttons and functions": "Edistynyt tarkastelunäkymä pois käytöstä. Näet nyt ainoastaan kaikista oleellisimmat painikkeet sekä toiminnot",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Leikataan tarkalleen kyseiseen kohtaa, mutta toimenpide voi jättää tyhjän osion tiedoston alkuun. Sinun pitää mahdollisesti määrittää leikkauspiste muutama ruutu ennen seuraavaa avainruutua saavuttaaksesti täsmällisen leikkauksen",
    "Advanced view has been enabled. You will now also see non-essential buttons and functions": "Edistynyt tarkastelunäkymä käytössä. Näet myös ei-välttämättömiä painikkeita sekä toimintoja",
    "Keyframe cut disabled": "Aikaruutuleikkaus pois käytöstä",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "Leikataan lähimpään avainruutukohtaan ennen haluttua leikkauksen aloituspistettä. Tämä on useimpien tiedostojen kohdalla suositeltavaa.",
    "Keyframe cut enabled": "Avainruutuleikkaus käytössä",
    "Failed to merge files. Make sure they are all of the exact same codecs": "Sulautus ei onnistunut. Varmista että ne kaikki käyttävät samoja koodekkeja",
    "Files merged!": "Tiedostot sulautettu!",
    "Merging": "Sulautetaan",
    "You have no write access to the directory of this file, please select a custom working dir": "Sinulla ei ole pääsyoikeutta kansioon jossa tämä tiedosto sijaitsee; valitse vaihtoehtoinen työhakemisto",
    "Lossless rotation might not work with this file format. You may try changing to MP4": "Häviötön kierto ei välttämättä toimi tämän tiedostomuodon kanssa. Voit koittaa vaihtaa tiedostomuoto MP4-muotoon",
    "Unable to save project file": "Projektitiedostoa ei voitu tallentaa",
    "Muted preview (exported file will not be affected)": "Äänetön esikatselu (vietävään tiedostoon ei ole vaikutusta)",
    "Key frames will show on the timeline. You need to zoom in to view them": "Ruudunvaihtojen avainkohdat näkyvät aikajanalla. Sinun tulee lähentää kuvaa tarkastellaksesi niitä",
    "Download {{version}}": "Lataa {{version}}",
    "New version!": "Uusi versio!",
    "Report an error": "Ilmoita virheestä",
    "Learn More": "Opi ohjelmasta lisää",
    "About": "Tietoja ohjelmasta",
    "Help and shortcuts": "Apu sekä oikopolut",
    "Set custom start offset/timecode": "Määritä oma aloituksen korvaus/aikakoodi",
    "Batch convert to supported format": "Muunna tuettuun muotoon joukossa",
    "Merge files": "Sulauta tiedostot",
    "Tools": "Työkalut",
    "Window": "Ikkuna",
    "View": "Katso",
    "Edit tracks / metadata tags": "Muokkaa raitoja / sisäisdatan tunnisteita",
    "Extract all tracks": "Pura kaikki raidat",
    "Tracks": "Raidat",
    "Create fixed duration segments": "Luo määritetynkestolliset osiot",
    "Create num segments": "Luo numerolliset osiot",
    "Reorder segments by start time": "Järjestä osiot uudelleen aloitusajan mukaan",
    "Clear all segments": "Pyyhi kaikki osiot",
    "Segments": "Osiot",
    "Edit": "Muokkaa",
    "Exit": "Poistu",
    "Settings": "Asetukset",
    "Fix incorrect duration": "Korjaa epäkelpo kokonaiskesto",
    "Convert to supported format": "Muunna tuettuun muotoon",
    "Start times as YouTube Chapters": "Aloituskohdat Youtube-videon osioille",
    "Timestamps (TSV/TXT)": "Aikaleimat (TSV/TXT)",
    "Timestamps (CSV)": "Aikaleimat (CSV)",
    "Export project": "Vie projekti",
    "PotPlayer Bookmarks (.pbf)": "PotPlayerin kirjanmerkit (.pbf)",
    "CUE sheet file": "CUE-tiedosto (tiedoston sisäisdata)",
    "DaVinci Resolve / Final Cut Pro XML": "DaVinci Resolve / Final Cut Pro XML",
    "Text chapters / YouTube": "Luvut tekstityksestä / Youtube",
    "EDL (MPlayer)": "EDL (Mplayer-mediantoisto)",
    "Import project": "Tuo projekti",
    "Save project (CSV)": "Tallenna projekti (CSV)",
    "Load project (CSV)": "Lataa projekti (CSV)",
    "Close": "Sulje",
    "Open": "Avaa",
    "File": "Tiedosto",
    "Are you sure you want to quit?": "Oletko varma että haluat lopettaa?",
    "Confirm quit": "Varmista lopettaminen"
}
