{
    "Are you sure you want to quit?": "Weet u zeker dat u wilt afsluiten?",
    "Confirm quit": "Afsluiten bevestigen",
    "YouTube Chapters": "YouTube-hoofdstukken",
    "Report": "Rapporteren",
    "OK": "Ok",
    "Trash auto-generated files": "Automatisch gegenereerde bestanden naar prullenbak verplaatsen",
    "Cancel": "Annuleren",
    "Trash": "Prullenbak",
    "Cleanup files?": "Bestanden opruimen",
    "Add metadata": "Metadata toevoegen",
    "Import chapters": "Hoofdstukken importeren",
    "Ignore chapters": "Hoofdstukken negeren",
    "Done": "Klaar",
    "Default": "Standaard",
    "Variables": "Variabelen",
    "Reset": "Herstellen",
    "Preview": "Voorbeeld",
    "Output name(s):": "Uitvoerna(a)m(en):",
    "No": "Nee",
    "Yes": "Ja",
    "Merge & Separate": "Samenvoegen en splitsen",
    "Export+merge": "Exporteren en samenvoegen",
    "Export {{ num }} segments": "{{ num }} segmenten exporteren",
    "Export selection": "Selectie exporteren",
    "Export": "Exporteren",
    "Working dir unset": "Werkmap niet ingesteld",
    "Working dir set": "Werkmap ingesteld",
    "Copy to clipboard": "Naar klembord kopiëren",
    "Show sidebar": "Zijbalk weergeven",
    "Discard": "Verwerpen",
    "Extract": "Uitpakken",
    "All formats:": "Alle formaten:",
    "(detected)": "(gedetecteerd)",
    "Format": "Formaat",
    "Output format": "Uitvoerformaat",
    "Aborted": "Afgebroken",
    "PBF files": "PBF-bestanden",
    "CUE files": "CUE-bestanden",
    "XML files": "XML-bestanden",
    "Failed to export project": "Project exporteren mislukt",
    "TXT files": "TXT-bestanden",
    "CSV files": "CSV-bestanden",
    "Extracting all streams": "Alle streams uitpakken",
    "Failed to extract track": "Uitpakken van track mislukt",
    "Track has been extracted": "Track is uitgepakt",
    "Extracting track": "Track uitpakken",
    "Unsupported file": "Niet-ondersteund bestand",
    "Loading file": "Bestand laden",
    "Playback rate:": "Afspeelsnelheid:",
    "Exporting": "Exporteren",
    "No tracks selected for export": "Geen tracks geselecteerd om te exporteren",
    "Permanently delete": "Permanent verwijderen",
    "Cleanup successful": "Opruimen gelukt",
    "Cleaning up": "Opruimen",
    "Are you sure you want to close the current file?": "Weet u zeker dat u het huidige bestand wilt sluiten?",
    "Converting to supported format": "Converteren naar ondersteund formaat",
    "Files merged!": "Bestanden samengevoegd!",
    "Merging": "Samenvoegen",
    "Download {{version}}": "{{version}} downloaden",
    "New version!": "Nieuwe versie!",
    "Report an error": "Een fout rapporteren",
    "Learn More": "Meer informatie",
    "About": "Over",
    "Help and shortcuts": "Help en sneltoetsen",
    "Batch convert to supported format": "Batch-converteren naar ondersteund formaat",
    "Merge files": "Bestanden samenvoegen",
    "Tools": "Gereedschap",
    "Window": "Venster",
    "View": "Beeld",
    "Edit tracks / metadata tags": "Tracks / metadata-labels bewerken",
    "Extract all tracks": "Alle tracks uitpakken",
    "Tracks": "Tracks",
    "Reorder segments by start time": "Segmenten opnieuw ordenen op begintijd",
    "Clear all segments": "Alle segmenten wissen",
    "Segments": "Segmenten",
    "Edit": "Bewerken",
    "Exit": "Afsluiten",
    "Settings": "Instellingen",
    "Fix incorrect duration": "Onjuiste duur repareren",
    "Convert to supported format": "Converteren naar ondersteund formaat",
    "Timestamps (TSV/TXT)": "Tijdstempels (TSV/TXT)",
    "Timestamps (CSV)": "Tijdstempels (CSV)",
    "Export project": "Project exporteren",
    "PotPlayer Bookmarks (.pbf)": "PotPlayer-bladwijzers (.pbf)",
    "CUE sheet file": "CUE sheet-bestand",
    "EDL (MPlayer)": "EDL (MPlayer)",
    "Import project": "Project importeren",
    "Save project (CSV)": "Project opslaan (CSV)",
    "Load project (CSV)": "Project laden (CSV)",
    "Close": "Sluiten",
    "Open": "Openen",
    "File": "Bestand",
    "Capture frame format": "Frame-indeling vastleggen",
    "Common formats:": "Veelgebruikte formaten:",
    "Failed to fix file duration": "Kan de bestandsduur niet repareren",
    "Duration has been fixed": "De duur is gerepareerd",
    "Fixing file duration": "Bestandsduur repareren",
    "Failed to batch convert to supported format": "De batchconversie naar ondersteund formaat is mislukt",
    "Failed to convert files:": "Kan bestanden niet converteren:",
    "Batch converting to supported format": "Batch-conversie naar ondersteund formaat",
    "Select files to batch convert to supported format": "Bestanden selecteren voor batch-conversie naar ondersteund formaat",
    "MPlayer EDL": "MPlayer EDL",
    "Failed to convert file. Try a different conversion": "Converteren van bestand mislukt. Probeer een andere conversie",
    "You need to open a media file first": "U moet eerst een mediabestand openen",
    "You do not have permission to access this file": "U hebt geen toestemming om toegang te krijgen tot dit bestand",
    "Failed to extract all streams": "Uitpakken van alle streams is mislukt",
    "All streams have been extracted as separate files": "Alle streams zijn als aparte bestanden uitgepakt",
    "This file does not have a valid duration. This may cause issues. You can try to fix the file's duration from the File menu": "Dit bestand heeft geen geldige tijdsduur. Dit kan problemen veroorzaken. U kunt proberen de tijdsduur van het bestand te corrigeren via het menu Bestand",
    "The audio track is not supported. You can convert to a supported format from the menu": "De audiotrack wordt niet ondersteund. U kunt converteren naar een ondersteund formaat via het menu",
    "Unable to determine file format": "Kan bestandsformaat niet bepalen",
    "Failed to load segments": "Kan segmenten niet laden",
    "No valid segments found": "Geen geldige segmenten gevonden",
    "No segment to split. Please move cursor over the segment you want to split": "Geen segment om te splitsen. Beweeg de cursor over het segment dat u wilt splitsen",
    "Unable to change playback rate right now": "Afspeelsnelheid kan nu niet gewijzigd worden",
    "Failed to capture frame": "Kan frame niet vastleggen",
    "Screenshot captured to:": "Screenshot vastgelegd naar:",
    "No segments to export": "Geen segmenten om te exporteren",
    "Start time must be before end time": "Begintijd moet vóór eindtijd liggen",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "Klaar! Opmerking: knippunten kunnen onnauwkeurig zijn. Zorg ervoor dat u de uitvoerbestanden in de gewenste speler/editor test voordat u de bron verwijdert. Als de uitvoer er niet goed uitziet, raadpleegt u de HELP-pagina.",
    "Unprocessable streams were exported as separate files.": "Niet-verwerkbare streams werden als afzonderlijke bestanden geëxporteerd.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Er is een bekend probleem met het knippen van iPhone HEVC-video's. Het uitvoerbestand werkt mogelijk niet in alle spelers.",
    "Unable to move file to trash. Do you want to permanently delete it?": "Kan bestand niet naar prullenbak verplaatsen. Wilt u het definitief verwijderen?",
    "Unable to playback this file. Try to convert to supported format from the menu": "Kan dit bestand niet afspelen. Probeer het te converteren naar een ondersteund formaat vanuit het menu",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Bestand niet rechtstreeks ondersteund. Het voorbeeld heeft mogelijk geen audio of is in lage kwaliteit. De uiteindelijke export zal echter verliesloos zijn met audio. U kunt het converteren vanuit het menu voor een beter voorbeeld met audio.",
    "Advanced view disabled. You will now see only the most essential buttons and functions": "Geavanceerde weergave uitgeschakeld. U ziet nu alleen de meest essentiële knoppen en functies.",
    "Advanced view has been enabled. You will now also see non-essential buttons and functions": "Geavanceerde weergave is ingeschakeld. U ziet nu ook niet-essentiële knoppen en functies.",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Zal nu op de exacte positie knippen, maar kan een leeg gedeelte achterlaten aan het begin van het bestand. Het kan zijn dat u het knippunt een paar frames vóór het volgende keyframe moet zetten om een precieze knip te krijgen",
    "Keyframe cut disabled": "Keyframe-knippen uitgeschakeld",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "Knipt nu in het dichtstbijzijnde keyframe vóór het gewenste begin-knippunt. Dit wordt aanbevolen voor de meeste bestanden.",
    "Keyframe cut enabled": "Keyframe-knippen ingeschakeld",
    "Failed to merge files. Make sure they are all of the exact same codecs": "Het samenvoegen van bestanden is mislukt. Zorg ervoor dat ze allemaal exact dezelfde codecs hebben",
    "You have no write access to the directory of this file, please select a custom working dir": "U heeft geen schrijftoegang tot de map van dit bestand. Kies een aangepaste werkmap",
    "Lossless rotation might not work with this file format. You may try changing to MP4": "Verliesloze rotatie werkt mogelijk niet met dit bestandsformaat. U kunt proberen om te schakelen naar MP4",
    "Unable to save project file": "Kan projectbestand niet opslaan",
    "Muted preview (exported file will not be affected)": "Gedempt voorbeeld (geëxporteerd bestand wordt niet beïnvloed)",
    "Key frames will show on the timeline. You need to zoom in to view them": "Keyframes worden op de tijdlijn weergegeven. U moet inzoomen om ze te zien",
    "Set custom start offset/timecode": "Aangepaste startverschuiving/tijdcode instellen",
    "Create fixed duration segments": "Segmenten met vaste duur aanmaken",
    "Create num segments": "Een aantal segmenten aanmaken",
    "Start times as YouTube Chapters": "Begintijden als Youtube-hoofdstukken",
    "DaVinci Resolve / Final Cut Pro XML": "DaVinci Resolve / Final Cut Pro XML",
    "Text chapters / YouTube": "Teksthoofdstukken / YouTube",
    "Import text chapters / YouTube": "Teksthoofdstukken importeren / YouTube",
    "YouTube video description\n00:00 Intro\n00:01 Chapter 2\n00:00:02.123 Chapter 3": "YouTube-video-beschrijving\n00:00 Inleiding\n00:01 Hoofdstuk 2\n00:00:02.123 Hoofdstuk 3",
    "You need to choose something!": "U moet iets kiezen!",
    "These options will let you convert files to a format that is supported by the player. You can try different options and see which works with your file. Note that the conversion is for preview only. When you run an export, the output will still be lossless with full quality": "Met deze opties kunt u bestanden converteren naar een formaat dat door de speler wordt ondersteund. U kunt verschillende opties proberen en zien welke werkt met uw bestand. Merk op dat de conversie alleen bedoeld is als voorbeeld. Wanneer u een export uitvoert, zal de uitvoer nog steeds verliesvrij zijn met volledige kwaliteit",
    "Slowest: High quality encode": "Langzaamst: hoge kwaliteit codering",
    "Slow: Low quality encode (no audio)": "Langzaam: lage kwaliteit codering (geen audio)",
    "Slow: Low quality encode": "Langzaam: lage kwaliteit codering",
    "Fast: Full quality remux, likely to fail": "Snel: volledige kwaliteit remux, zal waarschijnlijk mislukken",
    "Fast: Full quality remux (no audio), likely to fail": "Snel: volledige kwaliteit remux (geen audio), zal waarschijnlijk mislukken",
    "Fastest: Low playback speed": "Snelst: lage afspeelsnelheid",
    "Fastest: Low playback speed (no audio)": "Snelst: lage afspeelsnelheid (geen audio)",
    "Auto load timecode from file as an offset in the timeline?": "Automatisch tijdcode laden uit bestand als een verschuiving in de tijdlijn",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. (Useful for viewing/cutting videos according to timecodes)": "In plaats van video schijnbaar te laten beginnen bij 0, kunt u compenseren met een opgegeven waarde. Dit geldt alleen voor het voorbeeld in LosslessCut en wijzigt het bestand op geen enkele manier (nuttig voor het bekijken/knippen van video's volgens tijdcodes)",
    "Set custom start time offset": "Aangepaste starttijd-verschuiving instellen",
    "Show export options screen before exporting?": "Scherm met opties voor exporteren weergeven vóór het exporteren?",
    "Toggle advanced view": "Geavanceerde weergave aan/uit",
    "There is an error in the file name template:": "Er is een fout opgetreden in het bestandsnaamsjabloon:",
    "Resulting segment file names": "Resulterende segment-bestandsnamen",
    "This template will result in invalid file names": "Dit sjabloon zal resulteren in ongeldige bestandsnamen",
    "Export to separate files": "Exporteren naar afzonderlijke bestanden",
    "Separate files": "Bestanden scheiden",
    "Auto merge segments to one file after export, but keep segments too": "Segmenten automatisch samenvoegen in één bestand na exporteren, maar segmenten ook behouden",
    "Auto merge segments to one file after export": "Segmenten automatisch samenvoegen in één bestand na exporteren",
    "Merge cuts": "Knipsels samenvoegen",
    "Normal cut": "Normaal knippen",
    "Keyframe cut": "Keyframe-knippen",
    "Cut mode is:": "Knipmodus is:",
    "Mute preview? (will not affect output)": "Voorbeeld dempen? (Heeft geen invloed op uitvoer)",
    "Rotation preview": "Rotatievoorbeeld",
    "Timeline keyboard seek acceleration": "Tijdlijn zoekversnelling toetsenbord",
    "Timeline keyboard seek speed": "Tijdlijn zoeksnelheid toetsenbord",
    "Timeline trackpad/wheel sensitivity": "Tijdlijn gevoeligheid trackpad/wiel",
    "Export each track as individual files": "Elke track als individuele bestanden exporteren",
    "Discard or extract unprocessable tracks to separate files?": "Onverwerkbare tracks weggooien of uitpakken naar aparte bestanden?",
    "Include more tracks from other file": "Meer tracks uit een ander bestand opnemen",
    "Shortest": "Kortste",
    "Keyboard & mouse shortcuts": "Sneltoetsen en muissnelkoppelingen",
    "For more help and issues, please go to:": "Ga voor meer hulp en problemen naar:",
    "Lossless cutting is not an exact science. For some codecs and files it just works. For others you may need to trial and error depending on the codec, keyframes etc to get the best cut.": "Verliesloos knippen is geen exacte wetenschap. Voor sommige codecs en bestanden werkt het gewoon. Voor andere moet u misschien wat uitproberen, afhankelijk van de codec, keyframes enz. om de beste knip te krijgen.",
    "Common problems": "Veel voorkomende problemen",
    "We are on the first keyframe": "We zitten op het eerste keyframe",
    "Failed to find any prev keyframe": "Kan geen vorig keyframe vinden",
    "We are on the first frame": "We zitten op het eerste frame",
    "Failed to find any prev frame": "Kan geen vorig frame vinden",
    "We are on the last frame": "We zitten op het laatste frame",
    "Failed to find next keyframe": "Kan volgende keyframe niet vinden",
    "Less than 2 frames found": "Minder dan 2 frames gevonden",
    "Input has <1>{{numStreamsTotal}}</1> tracks - <3>Keeping <1>{{numStreamsToCopy}}</1> tracks</3>": "Invoer bevat <1>{{numStreamsTotal}}</1> tracks - <3><1>{{numStreamsToCopy}}</1> tracks worden behouden</3>",
    "Show this page before exporting?": "Deze pagina weergeven vóór het exporteren?",
    "Back": "Terug",
    "Shift timestamps (avoid_negative_ts)": "Tijdstempels verschuiven (avoid_negative_ts)",
    "For the ipod format, it is recommended to deactivate this option": "Voor het iPod-formaat wordt het aanbevolen om deze optie uit te schakelen",
    "Preserve all MP4/MOV metadata?": "Alle MP4/MOV-metadata behouden?",
    "For the ipod format, it is recommended to activate this option": "Voor het iPod-formaat wordt het aanbevolen om deze optie in te schakelen",
    "Enable MOV Faststart?": "MOV-snelstart inschakelen",
    "Note: Keyframe cut is recommended for most common files": "Opmerking: keyframe-knippen wordt aanbevolen voor de meest voorkomende bestanden",
    "Cut mode:": "Knipmodus:",
    "Depending on your specific file/player, you may have to try different options for best results.": "Afhankelijk van uw specifieke bestand/speler, moet u misschien verschillende opties proberen voor de beste resultaten.",
    "Enter metadata key": "Sleutel voor metadata invoeren",
    "Preserve original metadata when merging? (slow)": "Originele metadata behouden bij het samenvoegen? (langzaam)",
    "Create chapters from merged segments? (slow)": "Hoofdstukken maken van samengevoegde segmenten (langzaam)",
    "Advanced options": "Geavanceerde opties",
    "Save output to path:": "Uitvoer opslaan in pad:",
    "Output container format:": "Formaat uitvoercontainer:",
    "Merge {{segments}} cut segments to one file?": "{{segments}} segmenten samenvoegen tot één bestand?",
    "Export options": "Opties voor exporteren",
    "Disables shifting of timestamp.": "Schakelt verschuiving van tijdstempel uit.",
    "Enables shifting when required by the target format.": "Schakelt verschuiving in indien vereist door het doelformaat.",
    "Shift timestamps so that the first timestamp is 0. (LosslessCut default)": "Tijdstempels verschuiven zodat de eerste tijdstempel 0 is. (LosslessCut standaard)",
    "Shift timestamps to make them non-negative. Also note that this affects only leading negative timestamps, and not non-monotonic negative timestamps.": "Verschuif tijdstempels om ze niet-negatief te maken. Houd er ook rekening mee dat dit alleen van invloed is op voorlopende negatieve tijdstempels en niet op niet-monotone negatieve tijdstempels.",
    "You can customize the file name of the output segment(s) using special variables.": "U kunt de bestandsnaam van de uitvoersegmenten aanpassen met behulp van speciale variabelen.",
    "When merging, do you want to preserve metadata from your original file? NOTE: This may dramatically increase processing time": "Wilt u bij het samenvoegen de metagegevens van uw oorspronkelijke bestand behouden? OPMERKING: dit kan de verwerkingstijd drastisch verlengen",
    "When merging, do you want to create chapters in the merged file, according to the cut segments? NOTE: This may dramatically increase processing time": "Wilt u bij het samenvoegen hoofdstukken aanmaken in het samengevoegde bestand, volgens de geknipte segmenten? OPMERKING: dit kan de verwerkingstijd drastisch verlengen",
    "Not all formats support all track types, and LosslessCut is unable to properly cut some track types, so you may have to sacrifice some tracks by disabling them in order to get correct result.": "Niet alle formaten ondersteunen alle types tracks, en LosslessCut kan sommige types tracks niet correct knippen, dus het kan zijn dat u sommige tracks moet opofferen door ze uit te schakelen om een correct resultaat te krijgen.",
    "With \"keyframe cut\", we will cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files. With \"Normal cut\" you may have to manually set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Met \"keyframe-knippen\", knippen we op het dichtstbijzijnde keyframe vóór het gewenste begin-knippunt. Dit is aanbevolen voor de meeste bestanden. Met \"normaal knippen\" moet u misschien het knippunt een paar frames voor het volgende keyframe handmatig instellen om een nauwkeurig knipresultaat te krijgen",
    "Defaults to same format as input file. You can losslessly change the file format (container) of the file with this option. Not all formats support all codecs. Matroska/MP4/MOV support the most common codecs. Sometimes it's even impossible to export to the same output format as input.": "Standaard hetzelfde formaat als invoerbestand. U kunt het bestandsformaat (container) van het bestand verliesvrij wijzigen met deze optie. Niet alle formaten ondersteunen alle codecs. Matroska/MP4/MOV ondersteunen de meest voorkomende codecs. Soms is het zelfs onmogelijk om te exporteren naar hetzelfde uitvoerformaat als de invoer.",
    "Enable this to allow faster playback of the resulting file. This may cause processing to take a little longer": "Schakel dit in om het resulterende bestand sneller te kunnen afspelen. Hierdoor kan het verwerken iets langer duren.",
    "Preserve all MOV/MP4 metadata tags (e.g. EXIF, GPS position etc.) from source file? Note that some players have trouble playing back files where all metadata is preserved, like iTunes and other Apple software": "Alle MOV/MP4-metadatatags (bijv. EXIF, GPS-positie, enz.) van het bronbestand behouden? Merk op dat sommige spelers problemen hebben met het afspelen van bestanden waarbij alle metadata bewaard is gebleven, zoals iTunes en andere Apple-software",
    "Report error": "Fout melden",
    "Something went wrong": "Er is iets misgegaan",
    "Invalid EDL data found": "Ongeldige EDL-gegevens gevonden",
    "Invalid start or end value. Must contain a number of seconds": "Ongeldige begin- of eindwaarde. Moet een aantal seconden bevatten",
    "One or more rows does not have 3 columns": "Een of meer rijen hebben geen 3 kolommen",
    "No rows found": "Geen rijen gevonden",
    "If nothing helps, you can send an <1>Error report</1>": "Als niets helpt, kunt u een <1>foutrapport</1> sturen",
    "See <1>Help</1>": "<1>Help</1> weergeven",
    "Try with a <1>Different file</1>": "Proberen met een <1>ander bestand</1>",
    "Set a different <1>Working directory</1>": "Een andere <1>werkmap</1> instellen",
    "Try both <1>Normal cut</1> and <3>Keyframe cut</3>": "Zowel <1>normaal knippen</1> als <3>keyframe-knippen</3> proberen",
    "Disable unnecessary <1>Tracks</1>": "Onnodige <1>tracks</1> uitschakelen",
    "Select a different output <1>Format</1> (<3>matroska</3> and <5>mp4</5> support most codecs)": "Een ander uitvoer<1>formaat</1> selecteren (<3>matroska</3> en <5>mp4</5> ondersteunen de meeste codecs)",
    "Change output <1>Format</1> from <3>MP4</3> to <5>MOV</5>": "Uitvoer<1>formaat</1> wijzigen van <3>MP4</3> naar <5>MOV</5>",
    "Try one of the following before exporting again:": "Probeer een van de volgende opties voordat u opnieuw exporteert:",
    "Max length": "Maximale lengte",
    "Label current segment": "Huidig segment labelen",
    "Copy to YouTube description/comment:": "Kopiëren naar YouTube beschrijving/commentaar:",
    "Unable to export this file": "Kan dit bestand niet exporteren",
    "Trash original source file, project CSV and auto-generated files": "Origineel bronbestand, project-CSV en automatisch gegenereerde bestanden naar prullenbak verplaatsen",
    "Trash project CSV and auto-generated files": "Project-CSV en automatisch gegenereerde bestanden naar prullenbak verplaatsen",
    "Do you want to move the original file and/or any generated files to trash?": "Wilt u het originele bestand en/of alle gegenereerde bestanden naar de prullenbak verplaatsen?",
    "Please confirm that you want to extract all tracks as separate files": "Bevestig dat u alle tracks als aparte bestanden wilt uitpakken",
    "Invalid character(s) found in key": "Ongeldig(e) teken(s) gevonden in sleutel",
    "Please input a valid duration. Example: {{example}}": "Voer een geldige duur in. Voorbeeld: {{voorbeeld}}",
    "Divide timeline into a number of segments with the specified length": "Tijdlijn verdelen in een aantal segmenten met de opgegeven lengte",
    "Please input a valid number of segments": "Voer een geldig aantal segmenten in",
    "Divide timeline into a number of equal length segments": "Tijdlijn verdelen in een aantal segmenten met gelijke lengte",
    "This file has embedded chapters. Do you want to import the chapters as cut-segments?": "Dit bestand heeft ingesloten hoofdstukken. Wilt u de hoofdstukken importeren als knipsegmenten?",
    "You ran out of space": "U heeft geen ruimte meer",
    "Include all tracks from the new file": "Alle tracks uit het nieuwe bestand opnemen",
    "Open the file instead of the current one": "Het bestand openen in plaats van het huidige",
    "You opened a new file. What do you want to do?": "U heeft een nieuw bestand geopend. Wat wilt u doen?",
    "Select output folder": "Uitvoermap selecteren",
    "Where do you want to save output files? Make sure there is enough free space in this folder": "Waar wilt u de uitvoerbestanden opslaan? Zorg ervoor dat er voldoende vrije ruimte is in deze map",
    "Where do you want to save output files?": "Waar wilt u de uitvoerbestanden opslaan?",
    "Please input a valid format.": "Voer een geldig formaat in.",
    "Paste or type a YouTube chapters description or textual chapter description": "Plak of typ een YouTube-hoofdstukbeschrijving of een tekstuele hoofdstukbeschrijving",
    "Show": "Weergeven",
    "Discard audio": "Audio weggooien",
    "Keep audio": "Audio behouden",
    "Discard audio tracks": "Audiotracks weggooien",
    "Keep audio tracks": "Audiotracks behouden",
    "Discard audio? Current:": "Audio weggooien? Huidige:",
    "Jump to end of video": "Naar het einde van de video springen",
    "Set cut end to current position": "Knip-einde instellen op huidige positie",
    "Seek next keyframe": "Volgend keyframe zoeken",
    "One frame forward": "Een frame vooruit",
    "One frame back": "Een frame terug",
    "File info": "Bestandsinformatie",
    "Extract this track as file": "Deze track uitpakken als bestand",
    "Edit track metadata": "Metadata van track bewerken",
    "Track info": "Track-info",
    "Click to toggle track inclusion when exporting": "Klikken om het opnemen van tracks tijdens het exporteren in of uit te schakelen",
    "Enter value": "Waarde invoeren",
    "Current setting": "Huidige instelling",
    "Ask on file open": "Vragen bij openen van bestand",
    "Ask about what to do when opening a new file when another file is already already open?": "Vragen wat er moet gebeuren bij het openen van een nieuw bestand wanneer een ander bestand reeds geopend is",
    "Check to hide notifications": "Aanvinken om meldingen te verbergen",
    "Hide informational notifications?": "Informatieve meldingen verbergen?",
    "Auto load timecode": "Tijdcode automatisch laden",
    "Ask about chapters": "Vragen over hoofdstukken",
    "Ask about importing chapters from opened file?": "Vragen om hoofdstukken te importeren uit geopend bestand",
    "Ask before closing": "Vragen voor het sluiten",
    "Ask for confirmation when closing app or file?": "Om bevestiging vragen bij het sluiten van app of bestand",
    "Invert direction": "Richting omkeren",
    "Invert timeline trackpad/wheel direction?": "Tijdlijn trackpad/wiel richting omkeren?",
    "Change value": "Waarde wijzigen",
    "Millisecond fractions": "Milliseconde-fracties",
    "Frame numbers": "Framenummers",
    "In timecode show": "Weergeven in tijdcode",
    "Snapshot capture format": "Formaat voor het vastleggen van momentopnamen",
    "Auto save project": "Project automatisch opslaan",
    "The project will be stored along with the output files as a CSV file": "Het project wordt samen met de uitvoerbestanden opgeslagen als een CSV-bestand",
    "Auto save project file?": "Projectbestand automatisch opslaan",
    "Experimental flag": "Experimentele vlag",
    "Enable experimental ffmpeg features flag?": "Vlag voor experimentele ffmpeg-functies inschakelen",
    "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(data-tracks zoals GoPro GPS, telemetrie enz. worden standaard niet gekopieerd omdat ffmpeg ze niet kan knippen, dus zullen ze ervoor zorgen dat de mediaduur hetzelfde blijft na het knippen van video/audio)",
    "Extract unprocessable tracks to separate files or discard them?": "Onverwerkbare tracks uitpakken naar afzonderlijke bestanden of ze weggooien?",
    "The video inside segments will be discarded, while the video surrounding them will be kept.": "De video binnen de segmenten wordt weggegooid, terwijl de video eromheen wordt bewaard.",
    "Remove": "Verwijderen",
    "The video inside segments will be kept, while the video outside will be discarded.": "De video binnen segmenten wordt bewaard, terwijl de video erbuiten wordt weggegooid.",
    "Keep": "Behouden",
    "Choose cutting mode: Remove or keep selected segments from video when exporting?": "Knipmodus kiezen: geselecteerde segmenten uit video verwijderen of behouden bij exporteren",
    "Accurate time but could leave an empty portion at the beginning of the video. Equiv to": "Nauwkeurige tijd, maar kan een leeg gedeelte aan het begin van de video overlaten. Gelijk aan",
    "Cut at the nearest keyframe (not accurate time.) Equiv to": "Knippen op het dichtstbijzijnde keyframe (geen nauwkeurige tijd). Gelijk aan",
    "Keyframe cut mode": "Keyframe-knipmodus",
    "Current time": "Huidige tijd",
    "Source file's time": "Tijd van bronbestand",
    "Set file modification date/time of output files to:": "Datum/tijd van bestandswijziging van uitvoerbestanden instellen op:",
    "Same directory as input file": "Zelfde map als invoerbestand",
    "Custom working directory": "Aangepaste werkmap",
    "This is where working files, exported files, project files (CSV) are stored.": "Dit is waar werkbestanden, geëxporteerde bestanden en projectbestanden (CSV) worden opgeslagen.",
    "Working directory": "Werkmap",
    "System language": "Systeemtaal",
    "<0>{{durationMsFormatted}}</0> ms, <2>{{frameCount}}</2> frames": "<0>{durationMsFormatted}}</0> ms, <2>{{frameCount}}</2> frames",
    "Close sidebar": "Zijbalk sluiten",
    "Segments total:": "Totaal aantal segmenten:",
    "Invalid number entered": "Ongeldig nummer ingevoerd",
    "Change order of segment": "Volgorde van segment wijzigen",
    "No segments to export.": "Geen segmenten om te exporteren.",
    "Make sure you have no overlapping segments.": "Zorg ervoor dat u geen overlappende segmenten hebt.",
    "Segments to export:": "Te exporteren segmenten:",
    "Duration": "Duur",
    "Exclude all segments from export": "Alle segmenten uitsluiten van export",
    "Include all segments in export": "Alle segmenten opnemen in export",
    "Include this segment in export": "Dit segment opnemen in export",
    "Exclude this segment from export": "Dit segment uitsluiten van export",
    "Include ONLY this segment in export": "ALLEEN dit segment opnemen in de export",
    "Decrease segment order": "Segmentvolgorde verlagen",
    "Increase segment order": "Segmentvolgorde verhogen",
    "Change segment order": "Segmentvolgorde wijzigen",
    "Remove segment": "Segment verwijderen",
    "Label segment": "Segment labelen",
    "Add segment": "Segment toevoegen",
    "Capture frame": "Frame vastleggen",
    "Close file and clean up": "Bestand sluiten en opruimen",
    "Don't modify": "Niet wijzigen",
    "Set output rotation. Current: ": "Rotatie van uitvoer instellen. Huidige: ",
    "Include the following text:": "Voeg de volgende tekst toe:",
    "Please create an issue at <1>https://github.com/mifi/lossless-cut/issues</1> where you describe what you were doing.": "Maak een probleem aan op <1>https://github.com/mifi/lossless-cut/issues</1> waarin u beschrijft wat u aan het doen was.",
    "Please send an email to <1>losslesscut@yankee.no</1> where you describe what you were doing.": "Stuur een e-mail naar <1>losslesscut@yankee.no</1> waarin u beschrijft wat u aan het doen was.",
    "Send problem report": "Probleemrapport verzenden",
    "<0></0> <2></2> or <4>I</4> <6>O</6> to set cutpoints": "<0></0> <2></2> of <4>I</4> <6>O</6> om knippunten in te stellen",
    "Press <1>H</1> for help": "Druk op <1>H</1> voor hulp",
    "to show simple view": "om een eenvoudige weergave te tonen",
    "to show advanced view": "om de geavanceerde weergave te tonen",
    "DROP FILE(S)": "BESTAND(EN) NEERZETTEN",
    "If this is checked, all audio/video/subtitle/data tracks will be included. This may not always work for all file types. If not checked, only default streams will be included.": "Als dit is aangevinkt, worden alle audio-/video-/ondertitel-/gegevenstracks meegenomen. Dit werkt niet altijd voor alle bestandstypen. Indien niet aangevinkt, worden alleen standaard streams opgenomen.",
    "Include all tracks?": "Alle tracks opnemen?",
    "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).\n\nDrag and drop to change the order of your files here:": "Dit dialoogvenster kan worden gebruikt om bestanden in serie aan elkaar te koppelen, bv. het ene na de andere:\n[bestand1][bestand2][bestand3]\nHet kan NIET worden gebruikt voor het parallel samenvoegen van tracks (zoals het toevoegen van een audiotrack aan een video).\nZorg ervoor dat alle bestanden exact dezelfde codecs en codecparameters hebben (fps, resolutie, enz.).\n\nGebruik slepen en neerzetten om de volgorde van uw bestanden hier te wijzigen:",
    "Merge/concatenate files": "Bestanden samenvoegen/aaneenschakelen",
    "Please select files to be merged. The files need to be of the exact same format and codecs": "Selecteer bestanden om samen te voegen. De bestanden moeten exact hetzelfde formaat en dezelfde codecs hebben",
    "Please select files to be merged": "Bestanden selecteren om samen te voegen",
    "Merge!": "Samenvoegen!",
    "More than one file must be selected": "Er moet meer dan een bestand worden geselecteerd",
    "Zoom": "Zoomen",
    "Keep selected segments": "Geselecteerde segmenten behouden",
    "Discard selected segments": "Geselecteerde segmenten verwijderen",
    "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "Bij het exporteren worden geselecteerde segmenten op de tijdlijn BEHOUDEN - de omliggende gebieden worden VERWIJDERD.",
    "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "Bij het exporteren worden geselecteerde segmenten op de tijdlijn VERWIJDERD - de omliggende gebieden worden BEHOUDEN",
    "Unable to save your preferences. Try to disable any anti-virus": "Kan uw voorkeuren niet opslaan. Probeer antivirus uit te schakelen",
    "Try to enable the <1>Experimental Flag</1> in Settings": "Probeer de <1>experimentele vlag</1> aan te zetten in instellingen",
    "Try to set the <1>start-</1>cutpoint a <3>few frames before or after</3> the nearest keyframe (may also solve audio sync issues)": "Probeer het <1>begin-</1>knippunt een <3>aantal frames voor of na</3> het dichtstbijzijnde keyframe te zetten (kan ook audiosynchronisatieproblemen oplossen)",
    "<0>Note:</0> Keyframe cut and Merge cuts buttons have been moved to the export panel (press Export to see it.)": "<0>Opmerking: </0> de knoppen voor keyframe-knippen en knipsels samenvoegen zijn verplaatst naar het exportpaneel (druk op Exporteren om het te zien).",
    "The last executed ffmpeg commands will show up here after you run operations. You can copy them to clipboard and modify them to your needs before running on your command line.": "De laatst uitgevoerde ffmpeg-opdrachten worden hier weergegeven nadat u ze hebt uitgevoerd. U kunt ze naar het klembord kopiëren en aanpassen aan uw behoeften voordat u ze uitvoert op uw opdrachtregel.",
    "Last ffmpeg commands": "Laatste ffmpeg-opdrachten",
    "Hover mouse over buttons in the main interface to see which function they have": "Beweeg de muis over knoppen in de hoofdinterface om te zien welke functie ze hebben",
    "Delete source file": "Bronbestand verwijderen",
    "Capture snapshot": "Momentopname vastleggen",
    "Export segment(s)": "Segmenten exporteren",
    "Output actions": "Uitvoeracties",
    "Change rotation": "Rotatie wijzigen",
    "Other operations": "Andere bewerkingen",
    "Pan timeline": "Tijdlijn pannen",
    "Mouse scroll/wheel left/right": "Muis-scroll/-wiel links/rechts",
    "Zoom in/out timeline": "Tijdlijn in-/uitzoomen",
    "Mouse scroll/wheel up/down": "Muis-scroll/-wiel omhoog/omlaag",
    "Zoom out timeline": "Tijdlijn uitzoomen",
    "Zoom in timeline": "Tijdlijn inzoomen",
    "Toggle zoom between 1x and a calculated comfortable zoom level": "Zoom schakelen tussen 1x en een berekend comfortabel zoomniveau",
    "Timeline/zoom operations": "Tijdlijn-/zoombewerkingen",
    "Split segment at cursor": "Segment splitsen bij cursor",
    "Select next segment": "Volgend segment selecteren",
    "Select previous segment": "Vorig segment selecteren",
    "Remove current segment": "Huidig segment verwijderen",
    "Add cut segment": "Uitgesneden segment toevoegen",
    "Mark out / cut end point for current segment": "Eindpunt markeren/knippen voor huidig segment",
    "Mark in / cut start point for current segment": "Beginpunt markeren/knippen voor huidig segment",
    "Segments and cut points": "Segmenten en knippunten",
    "Jump to cut end": "Springen naar einde van knipsel",
    "Jump to cut start": "Springen naar begin van knipsel",
    "Seek forward 1% of timeline at current zoom": "1 % van tijdlijn vooruit spoelen bij huidige zoom",
    "Seek backward 1% of timeline at current zoom": "1 % van tijdlijn achteruit spoelen bij huidige zoom",
    "Seek forward 1 sec": "1 seconde vooruit spoelen",
    "Seek backward 1 sec": "1 seconde achteruit spoelen",
    "Seek to next keyframe": "Naar volgend keyframe spoelen",
    "Seek to previous keyframe": "Naar vorig keyframe spoelen",
    "Step forward 1 frame": "1 frame vooruit stappen",
    "Step backward 1 frame": "1 frame achteruit stappen",
    "Seeking": "Zoeken",
    "Speed up playback": "Afspelen versnellen",
    "Slow down playback": "Afspelen vertragen",
    "Play/pause": "Afspelen/pauzeren",
    "Playback": "Afspelen",
    "Show/hide help screen": "Helpscherm weergeven/verbergen",
    "Failed to run ffmpeg:": "Kan ffmpeg niet uitvoeren:",
    "Seek previous keyframe": "Vorig keyframe zoeken",
    "Set cut start to current position": "Knip-begin instellen op huidige positie",
    "Jump to start of video": "Naar het begin van de video springen",
    "Show keyframes": "Keyframes weergeven",
    "Show thumbnails": "Miniaturen weergeven",
    "Show waveform": "Golfvorm weergeven",
    "Manually input cut end point": "Knip-eindpunt manueel invoeren",
    "Manually input cut start point": "Knip-beginpunt manueel invoeren",
    "Zoom in more to view waveform": "Meer inzoomen om de golfvorm te zien",
    "Edit track {{trackNum}} metadata": "Metadata van track {{trackNum}} bewerken",
    "Longest": "Langste",
    "When tracks have different lengths, do you want to make the output file as long as the longest or the shortest track?": "Wanneer tracks verschillende lengtes hebben, wilt u het uitvoerbestand dan zo lang maken als de langste of kortste track?",
    "Click to select which tracks to keep when exporting:": "Klikken om te selecteren welke tracks u wilt behouden tijdens het exporteren:",
    "Data": "Gegevens",
    "Lang": "Taal",
    "Bitrate": "Bitrate",
    "Frames": "Frames",
    "Codec": "Codec",
    "Tag": "Label",
    "Type": "Type",
    "Keep?": "Behouden?",
    "Edit file metadata": "Metadata van bestand bewerken",
    "Lock/unlock output format": "Uitvoerformaat vergrendelen/ontgrendelen",
    "Confirm": "Bevestigen",
    "Don't show dialog again until restarting app": "Dialoogvenster niet meer weergeven totdat de app opnieuw gestart wordt",
    "Trash original source file": "Origineel bronbestand naar prullenbak verplaatsen",
    "Trash project CSV": "Project-CSV naar prullenbak verplaatsen",
    "Loaded existing preview file: {{ fileName }}": "Bestaand voorbeeldbestand geladen: {{ fileName }}",
    "Help": "Help",
    "Toggle Developer Tools": "Ontwikkelaarshulpmiddelen aan/uit",
    "Minimize": "Minimaliseren",
    "Toggle Full Screen": "Volledig scherm aan/uit",
    "Select All": "Alles selecteren",
    "Paste": "Plakken",
    "Copy": "Kopiëren",
    "Cut": "Knippen",
    "Redo": "Opnieuw uitvoeren",
    "Undo": "Ongedaan maken",
    "An error has occurred.": "Er is een fout opgetreden.",
    "Clear working directory": "Werkmap leegmaken",
    "Discard all {{type}} tracks": "Alle {{type}}tracks verwerpen",
    "Keep all {{type}} tracks": "Alle {{type}}tracks behouden",
    "Unchanged": "Ongewijzigd",
    "Track disposition": "Track-dispositie",
    "The project will be stored alongside the output files as a project LLC file": "Het project zal worden opgeslagen naast de uitvoerbestanden als een project-LLC-bestand",
    "This is where working files, exported files, project files (LLC) are stored.": "Dit is waar werkbestanden, geëxporteerde bestanden en projectbestanden (LLC) worden opgeslagen.",
    "Next file": "Volgend bestand",
    "Previous file": "Vorig bestand",
    "LosslessCut project": "LosslessCut-project",
    "Do you want to merge/concatenate the files or load them for batch processing?": "wilt u de bestanden samenvoegen/aaneenschakelen of ze laden voor batchverwerking?",
    "Multiple files": "Meerdere bestanden",
    "Batch files": "Batch-bestanden",
    "Trash project LLC file": "Project-LLC-bestand naar prullenbak verplaatsen",
    "Use this for all files until LosslessCut is restarted?": "Dit voor alle bestanden gebruiken totdat LosslessCut opnieuw wordt gestart?",
    "Fastest: Low playback speed (audio remux), likely to fail": "Snelste: lage afspeelsnelheid (audio-remux), zal waarschijnlijk mislukken",
    "Subtitle": "Ondertitel",
    "No sanitize": "Niet saneren",
    "Sanitize": "Saneren",
    "Whether or not to sanitize output file names (sanitizing removes special characters)": "Al dan niet opschonen van uitvoerbestandsnamen (opschonen verwijdert speciale tekens)",
    "Batch file list": "Batch-bestandslijst",
    "Failed to open file": "Bestand openen is mislukt",
    "Load segments from the new file, but keep the current media": "Segmenten uit het nieuwe bestand laden maar de huidige media bewaren",
    "The media you tried to open does not exist": "Het medium dat u probeerde te openen, bestaat niet",
    "Are you sure you want to close the loaded batch of files?": "Weet u zeker dat u de geladen batch van bestanden wilt sluiten?",
    "Loading subtitle": "Ondertitel laden",
    "Segment tags": "Segmentlabels",
    "View and edit segment tags in JSON5 format:": "Segmentlabels weergeven en bewerken in JSON5-formaat:",
    "Invalid JSON": "Ongeldige JSON",
    "Output file name will not be sanitized, and any special characters will be preserved. This may cause the export to fail and can cause other funny issues. Use at your own risk!": "De uitvoer-bestandsnaam wordt niet opgeschoond en speciale tekens blijven behouden. Dit kan ertoe leiden dat het exporteren mislukt en kan andere problemen veroorzaken. Gebruik op eigen risico!",
    "Invert all segments on timeline": "Alle segmenten op tijdlijn inverteren",
    "LosslessCut (CSV)": "LosslessCut (CSV)",
    "Export project (LLC)...": "Project exporteren (LLC)…",
    "Import project (LLC)...": "Project importeren (LLC)...",
    "Close batch": "Batch sluiten",
    "Licenses": "Licenties",
    "Speed up playback more": "Afspelen meer versnellen",
    "This is where working files and exported files are stored.": "Dit is waar werkbestanden en geëxporteerde bestanden worden opgeslagen.",
    "Auto convert to supported format": "Automatisch converteren naar ondersteund formaat",
    "Frame numbers (CSV)": "Framenummers (CSV)",
    "Unable to delete file: {{message}}": "Kan bestand niet verwijderen: {{message}}",
    "Seek to timecode": "Naar tijdcode spoelen",
    "Fast: Remux video, encode audio (fails if unsupported video codec)": "Snel: video remuxen, audio coderen (mislukt als videocodec niet ondersteund wordt)",
    "Frame counts": "Aantal frames",
    "Frame fractions": "Frame-delen",
    "Try to automatically convert to supported format when opening unsupported file?": "Proberen automatisch te converteren naar ondersteund formaat bij openen van niet-ondersteund bestand?",
    "Slow down playback more": "Afspelen meer vertragen",
    "The project will be stored alongside the input file as a project LLC file": "Het project wordt naast het invoerbestand opgeslagen als een project LLC-bestand",
    "Note: Cutting and including external tracks at the same time does not yet work. If you want to do both, it must be done as separate operations. See github issue #896.": "Opmerking: het tegelijkertijd knippen en opnemen van externe tracks werkt nog niet. Als u beide wilt doen, moet dit als afzonderlijke bewerkingen worden gedaan. Zie github issue #896.",
    "Add the file to the batch list": "Het bestand toevoegen aan de batchlijst",
    "Always open this dialog when opening multiple files": "Dit dialoogvenster altijd openen bij het openen van meerdere bestanden",
    "At least one resulting file name contains invalid characters": "Ten minste één resulterende bestandsnaam bevat ongeldige tekens",
    "Batch convert files to supported format": "Batch-bestanden converteren naar ondersteunde indeling",
    "Bind new key to action": "Nieuwe toets aan actie binden",
    "Chapters": "Hoofdstukken",
    "Chapters only": "Alleen hoofdstukken",
    "Close current screen": "Huidig scherm sluiten",
    "Combination is invalid": "Combinatie is ongeldig",
    "Convert current file to supported format": "Huidig bestand naar ondersteund formaat converteren",
    "Could not open media due to error {{errorCode}}": "Kon media niet openen door fout {{errorCode}}",
    "Cut mode": "Knipmodus",
    "Keep or discard audio tracks": "Audiotracks behouden of verwijderen",
    "Open the file": "Het bestand openen",
    "Please confirm folder": "Map bevestigen",
    "Please press your desired key combination. Make sure it doesn't conflict with any other binding or system hotkeys.": "Druk de gewenste toetsencombinatie in. Zorg ervoor dat die niet in conflict komt met andere bindingen of sneltoetsen van het systeem.",
    "Press confirm to grant LosslessCut permissions to write the project file (This is due to App Sandbox restrictions)": "Druk op bevestigen om LosslessCut rechten te geven om het projectbestand te schrijven (dit komt door App Sandbox-beperkingen)",
    "Remove key binding": "Toetsbinding verwijderen",
    "Save": "Opslaan",
    "Sort items": "Items sorteren",
    "Template results in duplicate file names": "Sjabloon resulteert in dubbele bestandsnamen",
    "Times in seconds (CSV)": "Tijden in seconden (CSV)",
    "Toggle inclusion of this segment in export": "Opname van dit segment in export aan/uit",
    "Video FPS": "Video-FPS",
    "Pause": "Pauzeren",
    "Shuffle segments order": "Volgorde van segmenten in willekeurige volgorde",
    "Are you sure?": "Weet u het zeker?",
    "At least one resulting file name has no length": "Ten minste één resulterende bestandsnaam heeft geen lengte",
    "At least one resulting file name is the same as the input path": "Ten minste één resulterende bestandsnaam is hetzelfde als het invoerpad",
    "At least one resulting file will have a too long path": "Ten minste één resulterend bestand heeft een te lang pad",
    "Don't cut the file, but instead export an unmodified original which has chapters generated from segments": "Het bestand niet knippen, maar in plaats daarvan een ongewijzigd origineel exporteren met hoofdstukken die zijn gegenereerd uit segmenten",
    "No binding": "Geen binding",
    "Play": "Afspelen",
    "Note that also other settings from the normal export dialog apply to this merge function. For more information about all options, see the export dialog.": "Merk op dat ook andere instellingen uit het normale exportdialoogvenster van toepassing zijn op deze samenvoegfunctie. Zie het exportdialoogvenster voor meer informatie over alle opties.",
    "Play/pause (no reset speed)": "Afspelen/pauzeren (geen resetsnelheid)",
    "Please open at least 2 files to merge, then try again": "Open ten minste 2 bestanden om samen te voegen en probeer het opnieuw",
    "Start over": "Opnieuw beginnen",
    "You have no write access to the directory of this file": "U heeft geen schrijftoegang tot de map van dit bestand",
    "Increase audio volume": "Audiovolume verhogen",
    "Smart cut (experimental):": "Slim knippen (experimenteel):",
    "You are running version {{version}}": "U gebruikt versie {{version}}",
    "Open selected file": "Geselecteerd bestand openen",
    "video": "video",
    "Store in working directory": "Opslaan in werkmap",
    "Store project file (.llc) in the working directory or next to loaded media file?": "Projectbestand (.llc) opslaan in de werkmap of naast het geladen mediabestand?",
    "Custom FFmpeg directory (experimental)": "Aangepaste FFmpeg-map (experimenteel)",
    "About LosslessCut": "Over LosslessCut",
    "Decrease audio volume": "Audiovolume verlagen",
    "Select custom FFmpeg directory": "Aangepaste FFmpeg-map selecteren",
    "Store next to media file": "Opslaan naast mediabestand",
    "subtitle": "ondertitel",
    "Shift all segments on the timeline by this amount. Negative values will be shifted back, while positive value will be shifted forward in time.": "Alle segmenten op de tijdlijn met deze hoeveelheid verschuiven. Negatieve waarden verschuiven achteruit, positieve waarden schuiven vooruit in de tijd.",
    "Shift all segments on timeline": "Alle segmenten op tijdlijn verschuiven",
    "This allows you to specify custom FFmpeg and FFprobe binaries to use. Make sure the \"ffmpeg\" and \"ffprobe\" executables exist in the same directory, and then select the directory.": "Hiermee kunt u aangepaste FFmpeg- en FFprobe-binaries opgeven om te gebruiken. Zorg ervoor dat de uitvoerbare bestanden \"ffmpeg\" en \"ffprobe\" in dezelfde map staan en selecteer daarna de map.",
    "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).": "Dit dialoogvenster kan worden gebruikt om bestanden in serie aan elkaar te schakelen, bijvoorbeeld:\n[bestand1][bestand2][bestand3]\nHet kan niet worden gebruikt om tracks parallel samen te voegen (zoals een audiotrack toevoegen aan een video).\nZorg ervoor dat alle bestanden dezelfde codecs en codec-parameters (fps, resolutie,...) hebben.",
    "attachment": "bijlage",
    "This experimental feature will re-encode the part of the video from the cutpoint until the next keyframe in order to attempt to make a 100% accurate cut. Only works on some files. I've had success with some h264 files, and only a few h265 files. See more here: {{url}}": "Deze experimentele functie zal het gedeelte van de video vanaf het knippunt tot het volgende keyframe opnieuw coderen om te proberen een 100 % nauwkeurige knip te maken. Werkt alleen op sommige bestanden. Ik heb succes gehad met sommige h264-bestanden en slechts een paar h265-bestanden. Zie meer hier: {{url}}",
    "Using external ffmpeg": "Externe ffmpeg gebruiken",
    "audio": "audio",
    "Using built-in ffmpeg": "Ingebouwde ffmpeg gebruiken",
    "Clear batch file list after merge": "Batch-bestandslijst wissen na samenvoegen",
    "Options": "Opties",
    "Remove selected segments": "Geselecteerde segmenten verwijderen",
    "Select only this segment": "Alleen dit segment selecteren",
    "Extracting frames": "Frames uitpakken",
    "Fill gaps between segments": "Gaten tussen segmenten opvullen",
    "Deselect all segments": "Selectie verwijderen van alle segmenten",
    "Extract all frames in segment as images": "Alle frames in segment uitpakken als afbeeldingen",
    "Jump to next segment": "Naar volgend segment springen",
    "Jump to previous segment": "Naar vorig segment springen",
    "Please send an email to <1>losslesscut@mifi.no</1> where you describe what you were doing.": "Stuur een e-mail naar <1>losslesscut@mifi.no</1> waar u beschrijft wat u aan het doen was.",
    "Label selected segments": "Geselecteerde segmenten labelen",
    "Please confirm that you want to extract all {{numFrames}} frames as separate images": "Bevestig dat u alle {{numFrames}} frames als aparte afbeeldingen wilt uitpakken",
    "Select all segments": "Alle segmenten selecteren",
    "Select segments by label": "Segmenten selecteren op label",
    "Toggle current segment selected": "Selectie van huidig segment aan/uit",
    "Manually input current segment's end time": "Eindtijd van huidig segment manueel invoeren",
    "You have enabled the \"invert segments\" mode <1></1> which will cut away selected segments instead of keeping them. But there is no space between any segments, or at least two segments are overlapping. This would not produce any output. Either make room between segments or click the Yinyang <3></3> symbol below to disable this mode.": "U hebt de modus \"segmenten omkeren\" <1></1> ingeschakeld, waardoor geselecteerde segmenten worden weggesneden in plaats van ze te behouden. Maar er is geen ruimte tussen de segmenten, of ten minste twee segmenten overlappen elkaar. Dit zou geen uitvoer opleveren. Maak ruimte tussen de segmenten of klik op het Yinyang <3></3> symbool hieronder om deze modus uit te schakelen.",
    "{{selectedSegments}} of {{nonFilteredSegments}} segments selected": "{{selectedSegments}} van {{nonFilteredSegments}} segmenten geselecteerd",
    "End current segment at current time": "Huidig segment op huidige tijd eindigen",
    "Extract all frames": "Alle frames uitpakken",
    "Extract all frames as images": "Alle frames uitpakken als afbeeldingen",
    "Frames extracted to: {{path}}": "Frames uitgepakt naar: {{path}}",
    "Jump to current segment's end time": "Naar eindtijd van huidig segment springen",
    "Jump to current segment's start time": "Naar begintijd van huidig segment springen",
    "Jump to end time": "Naar eindtijd springen",
    "Jump to start time": "Naar begintijd springen",
    "Manually input current segment's start time": "Begintijd van huidig segment manueel invoeren",
    "Start current segment at current time": "Huidig segment beginnen bij huidige tijd",
    "Current frame has been set as cover art": "Huidig frame is ingesteld als albumhoes",
    "Detect black scenes": "Zwarte scènes detecteren",
    "Detecting black scenes": "Zwarte scènes detecteren",
    "Disposition": "Schikking",
    "A mismatch was detected in at least one file. You may proceed, but the resulting file might not be playable.": "Er is een verkeerde combinatie gevonden in minstens één bestand. U kunt doorgaan, maar het resulterende bestand is mogelijk niet afspeelbaar.",
    "Both": "Beide",
    "Check compatibility": "Compatibiliteit controleren",
    "Divide timeline into segments with randomized durations and gaps between sergments, in a range specified in seconds with the correct format.": "Tijdlijn verdelen in segmenten met willekeurige duur en tussenruimtes, in een bereik opgegeven in seconden met het juiste formaat.",
    "Create random segments": "Willekeurige segmenten aanmaken",
    "Snapshot capture quality": "Kwaliteit voor het vastleggen van momentopnamen",
    "Cutpoints may be inaccurate.": "Knippunten kunnen onnauwkeurig zijn.",
    "Disable <1>merge options</1>": "<1>Samenvoeg-opties</1> uitschakelen",
    "Do this automatically after export": "Dit automatisch doen na exporteren",
    "Snapshot capture method": "Methode voor het vastleggen van momentopnamen",
    "Abort": "Afbreken",
    "Capture every single frame as an image": "Elk frame als afbeelding vastleggen",
    "Capture exactly one image every nth frame": "Precies één afbeelding per n frames vastleggen",
    "Capture exactly one image every nth second": "Precies één afbeelding per n seconden vastleggen",
    "Capture frames that differ the most from the previous frame": "Frames vastleggen die het meest verschillen van het vorige frame",
    "Capture the best image every nth second": "De beste afbeelding elke n seconden vastleggen",
    "Combine overlapping segments": "Overlappende segmenten combineren",
    "Create segments from keyframes": "Segmenten aanmaken van keyframes",
    "Detect scene changes": "Scèneveranderingen detecteren",
    "Detect silent scenes": "Stille scènes detecteren",
    "Detecting scene changes": "Scèneveranderingen detecteren",
    "Detecting silent scenes": "Stille scenes detecteren",
    "Enable HEVC hardware decoding": "HEVC-hardwaredecodering inschakelen",
    "End": "Einde",
    "Check for updates": "Op updates controleren",
    "Check for updates on startup?": "Controleren op updates bij opstarten",
    "Do you want to align segment times to the nearest, previous or next keyframe?": "Wilt u segment-tijden uitlijnen met het dichtste, vorige of volgende keyframe?",
    "Do you want to align the segment start or end timestamps to keyframes?": "Wilt u de begin- of eind-tijdstempel van het segment uitlijnen op keyframes?",
    "Do you want to shift the start or end timestamp by {{time}}?": "Wilt u de begin- of eind-tijdstempel verschuiven met {{time}}?",
    "Aligning segments to keyframes": "Segmenten uitlijnen op keyframes",
    "Align segment times to keyframes": "Segment-tijden uitlijnen op keyframes",
    "Enable HEVC / H265 hardware decoding (you may need to turn this off if you have problems with HEVC files)": "HEVC-/H265-hardwaredecodering inschakelen (mogelijk moet u dit uitschakelen als u problemen hebt met HEVC-bestanden)",
    "Allow multiple instances of LosslessCut to run concurrently? (experimental)": "Toestaan dat meerdere instanties van LosslessCut naast elkaar uitgevoerd worden (experimenteel)",
    "Alt": "Alt",
    "Cleanup files after export?": "Bestanden opruimen na exporteren",
    "Ctrl": "Ctrl",
    "Combine selected segments": "Geselecteerde segmenten combineren",
    "Copy selected segments times to clipboard": "Tijden van geselecteerde segmenten naar klembord kopiëren",
    "<0></0> to show advanced view": "<0></0> voor geavanceerde weergave",
    "<0></0> to show simple view": "<0></0> voor eenvoudige weergave",
    "All Files": "Alle bestanden",
    "Change preferences": "Voorkeuren wijzigen",
    "Close currently opened file": "Huidig geopend bestand sluiten",
    "{{durationMsFormatted}} ms, {{frameCount}} frames": "{{durationMsFormatted}} ms, {{frameCount}} frames",
    "⌘ Cmd / ⊞ Win": "⌘ Cmd / ⊞ Win",
    "Do all of this automatically after exporting a file?": "Dit allemaal automatisch doen na het exporteren van een bestand?",
    "Enter a decimal number between 0 and 1 (sane values are 0.3 - 0.5)": "Voer een decimaal getal tussen 0 en 1 in (normale waarden zijn 0,3 - 0,5)",
    "Enter the max number of seconds between each image (decimal)": "Voer het maximale aantal seconden in tussen elke afbeelding (decimaal)",
    "Enter the number of frames between each image (integer)": "Voer het aantal frames tussen elke afbeelding in (geheel getal)",
    "Enter the number of seconds between each image (decimal)": "Voer het aantal seconden in tussen elke afbeelding (decimaal)",
    "Experimental functionality has been activated!": "Experimentele functies zijn ingeschakeld!",
    "Export finished with warning(s)_one": "Exporteren voltooid met een waarschuwing",
    "Export finished with warning(s)_other": "Exporteren voltooid met waarschuwingen",
    "Export is done!": "Exporteren is klaar!",
    "Export options will be shown before exporting.": "De opties voor het exporteren worden weergegeven voor het exporteren.",
    "Export options will not be shown before exporting.": "De opties voor het exporteren worden niet weergegeven voor het exporteren.",
    "Extract frames from segment as image files": "Frames van segment uitpakken als afbeeldingsbestanden",
    "Divide timeline into segments with randomized durations and gaps between segments, in a range specified in seconds with the correct format.": "Verdeel de tijdlijn in segmenten met een willekeurige duur en tussenruimtes tussen de segmenten, in een bereik opgegeven in seconden met het juiste formaat.",
    "Export options are not shown. You can enable export options by clicking the icon right next to the export button.": "De opties voor exporteren worden niet weergegeven. U kunt de opties voor exporteren inschakelen door op het pictogram rechts naast de knop Exporteren te klikken.",
    "Extract frames of the selected segment as images?": "Frames van het geselecteerde segment uitpakken als afbeeldingen",
    "Export mode": "Modus voor exporteren",
    "Export mode for {{segments}} segments": "Modus voor exporteren van {{segments}} segmenten",
    "Enter parameters": "Parameters ingeven",
    "Extract frames as image files": "Frames uitpakken als afbeeldingsbestanden"
}
