{
    "Export selection": "Seçimi dışarı aktar",
    "Export": "Dışarı aktar",
    "Send problem report": "Sorun raporu gönder",
    "Include all streams?": "Tüm akışlar dahil edilsin mi?",
    "More than one file must be selected": "Birden fazla dosya seçilmelidir",
    "Zoom": "Yakınlaştır",
    "Keep selected segments": "Seçeli segmentleri tut",
    "Discard selected segments": "Seçili segmentleri sil",
    "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "Dışa aktardığınızda, zaman çizelgesinde seçilen segmentler TUTULACAK- çevredeki alanlar KALDIRILACAK.",
    "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "Dışa aktardığınızda, zaman çizelgesinde seçilen segmentler KALDIRILACAKTIR - çevre alanlar TUTULACAKTIR",
    "Segments and cut points": "Segmentler ve kesme noktaları",
    "Jump to cut end": "Kesmek için atla",
    "Seek forward 1 sec": "1 saniye ileri git",
    "Seek backward 1 sec": "1 saniye geri git",
    "Seek to next keyframe": "Bir sonraki ana kareye git",
    "Seek to previous keyframe": "Önceki ana kareye git",
    "Step forward 1 frame": "1 kare ileri git",
    "Step backward 1 frame": "1 kare geri git",
    "Seeking": "Aranıyor",
    "Speed up playback": "Çalmayı hızlandır",
    "Slow down playback": "Çalmayı yavaşlat",
    "Play/pause": "Oynat/durdur",
    "Playback": "Çal",
    "Show/hide help screen": "Yardım ekranını göster/gizle",
    "Keyboard & mouse shortcuts": "Klavye & fare kısayolları",
    "For more help and issues, please go to:": "Daha fazla yardım ve sorun için lütfen şöyle gidin:",
    "Lossless cutting is not an exact science. For some codecs and files it just works. For others you may need to trial and error depending on the codec, keyframes etc to get the best cut.": "Kayıpsız kesim tam bir bilim değildir. Bazı codec bileşenleri ve dosyalar için çalışır. Diğerleri için en iyi kesimi almak için codec bileşenine, anahtar karelere vb. Bağlı olarak deneme yanılma yapmanız gerekebilir.",
    "Common problems": "Yaygın sorunlar",
    "Merging": "Birleştiriliyor",
    "We are on the first keyframe": "İlk anahtar karedeyiz",
    "Failed to find any prev keyframe": "Önceki anahtar kare bulunamadı",
    "Failed to find next keyframe": "Bir sonraki anahtar kare bulunamadı",
    "Keyframe cut disabled": "Anahtar kare kesme devre dışı",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "İstenen başlangıç kesme noktasından önce en yakın anahtar karede kesilir. Çoğu dosya için bu önerilir.",
    "Keyframe cut enabled": "Anahtar kare kesme etkin",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Şimdi tam konumunda kesilecek, ancak dosyanın başında boş bir kısım bırakabilir. Hassas bir kesim elde etmek için kesme noktasını, bir sonraki anahtar kareden önce birkaç kare ayarlamanız gerekebilir",
    "We are on the first frame": "İlk karedeyiz",
    "Failed to find any prev frame": "Önceki kare bulunamadı",
    "Less than 2 frames found": "2'den az kare bulundu",
    "Unsupported platform": "Desteklenmeyen platform",
    "Invalid start or end value. Must contain a number of seconds": "Geçersiz başlangıç ve bitiş değeri. En azından birkaç saniye içermelidir",
    "One or more rows does not have 3 columns": "Bir veya daha fazla satırda 3 sütun yok",
    "No rows found": "Satır bulunamadı",
    "Done": "Bitti",
    "Timeline trackpad/wheel sensitivity": "Zaman çizelgesi alan/tekerlek hassasiyeti",
    "Show sidebar": "Kenar çubuğunu göster",
    "Mute preview? (will not affect output)": "Sessiz önizleme? (çıktıyı etkilemez)",
    "Rotation preview": "Döndürme önizlemesi",
    "DROP FILE(S)": "DOSYA(LAR)I AT",
    "Discard": "At",
    "Extract": "Çıkar",
    "Capture frame format": "Çerçeve yakalama biçimi",
    "All formats:": "Bütün biçimler:",
    "Common formats:": "Yaygın biçimler:",
    "(detected)": "(tespit)",
    "Format": "Biçim",
    "Output format": "Çıkış biçimi",
    "Failed to batch convert to supported format": "Desteklenen biçime toplu olarak dönüştürülemedi",
    "Failed to convert files:": "Dosyalar dönüştürülemedi:",
    "Aborted": "Kesildi",
    "Batch converting to supported format": "Desteklenen biçime toplu olarak dönüştürme",
    "Select files to batch convert to supported format": "Desteklenen biçime dönüştürülecek dosyaları toplu olarak seçin",
    "You need to open a media file first": "Önce bir medya dosyası açmanız gerekiyor",
    "Failed to export CSV": "CSV dışarı aktarılamadı",
    "CSV files": "CSV dosyaları",
    "Are you sure you want to close the current file?": "Geçerli dosyayı kapatmak istediğinize emin misiniz?",
    "Failed to convert file. Try a different conversion": "Dosya çevirme başarısız. Farklı bir çevirme deneyin",
    "You need to choose something!": "Bir şeyler seçmelisiniz!",
    "Include all tracks from the new file": "Yeni dosyadaki tüm parçaları dahil et",
    "Open the file instead of the current one": "Geçerli dosya yerine dosyayı aç",
    "You opened a new file. What do you want to do?": "Yeni bir dosya açtınız. Ne yapmak istiyorsun?",
    "Failed to extract all streams": "Tüm akışlar çıkartılamadı",
    "All streams have been extracted as separate files": "Tüm akışlar ayrı dosya olarak çıkartıldı",
    "Extracting all streams": "Tüm akışlar çıkartılıyor",
    "The audio track is not supported. You can convert to a supported format from the menu": "Ses parçası desteklenmiyor. Menüden desteklenen bir formata dönüştürebilirsiniz",
    "Unable to determine file format": "Dosya biçimi belirlenemedi",
    "Loading file": "Dosya yükleniyor",
    "Failed to load project file": "Proje dosyası yüklenemedi",
    "Invalid start or end values for one or more segments": "Bir veya daha fazla segment için geçersiz başlangıç veya bitiş değerleri",
    "Playback rate:": "Oynatma hızı:",
    "Unable to playback rate right now": "Şu anda oynatma hızı izlenemiyor",
    "Failed to capture frame": "Çerçeve yakalama başarısız",
    "Screenshot captured to:": "Ekran görüntüsü yakalandı:",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "Bitti! Not: Kesme noktaları yanlış olabilir. Kaynak dosyayı silmeden önce çıktı dosyalarınızı istediğiniz video oynatıcısı/düzenleyicisinden test etmeyi unutmayın. Çıktı dosyası iyi gözükmüyorsa, YARDIM sayfasına göz atın.",
    "Unprocessable streams were exported as separate files.": "İşlenemeyen akışlar ayrı dosyalar olarak dışarı aktarıldı.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "iPhone HEVC videolarını kesme konusunda bilinen bir sıkıntı var. Çıktı dosyası bütün oynatıcılarda çalışmayabilir.",
    "Exporting": "Dışarıya aktarılıyor",
    "No segments to export": "Dışa aktarılacak segment yok",
    "No tracks selected for export": "Dışa aktarma için parça seçilmedi",
    "Start time must be before end time": "Başlangıç zamanı, bitiş zamanından önce olmalıdır",
    "Report": "Rapor",
    "File has been permanently deleted": "Dosya kalıcı olarak silindi",
    "Are you sure you want to move the source file to trash?": "Kaynak dosyayı çöp kutusuna taşımayı istediğinize emin misiniz?",
    "Converting to supported format": "Desteklenen biçime dönüştürülüyor",
    "Unable to playback this file. Try to convert to supported format from the menu": "Dosya oynatılamıyor. Menüden desteklenen biçime dönüştürmeyi deneyin",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Dosya desteklenmiyor. Önizlemede ses olmayabilir veya düşük kalite olabilir. Ancak ses, kayıpsız olarak dışa aktarılacaktır. Daha iyi sesli önizleme istiyorsanız menüden çevirebilirsiniz.",
    "Unable to move source file to trash. Do you want to permanently delete it?": "Dosya çöp kutusuna taşınamıyor. Kalıcı olarak silmek ister misiniz?",
    "Deleting source": "Kaynak siliniyor",
    "Trash it": "Çöpe at",
    "Please select files to be merged. The files need to be of the exact same format and codecs": "Lütfen birleştirilecek dosyaları seçin. Dosyaların tam olarak aynı formatta ve kodeklerde olması gerekir",
    "Please select files to be merged": "Lütfen birleştirilecek dosyaları seçin",
    "Merge!": "Birleştir!",
    "Sort your files for merge": "Birleştirme için dosyaları sıralayın",
    "Muted preview (exported file will not be affected)": "Sessiz önizleme(Dışarı aktarılan dosya etkilenmez)",
    "Key frames will show on the timeline. You need to zoom in to view them": "Anahtar kareler zaman çizelgesinde gösterilecek. Görüntülemek için yaklaştırmanız gerekli",
    "Where do you want to save output files? Make sure there is enough free space in this folder": "Çıktı dosyalarını nereye kaydetmek istersiniz? Bu klasörün yeterli boş alana sahip olduğundan emin olun",
    "We are on the last frame": "Son karedeyiz",
    "Unable to export this file": "Bu dosya dışarı aktarılamıyor",
    "File has been moved to trash": "Dosya çöp kutusuna taşındı",
    "Failed to merge files. Make sure they are all of the exact same codecs": "Dosya birleştirme başarısız. Dosyaların aynı çözücü(codec) kullanıldığından emin olun",
    "You have no write access to the directory of this file, please select a custom working dir": "Bu dosyanın dizinine yazma erişim erişiminiz yok. Lütfen özel bir çalışma dizini seçin",
    "Unable to save project file": "Proje dosyası kaydedilemiyor",
    "Unable to save your preferences. Try to disable any anti-virus": "Tercihleriniz kaydedilemiyor. Lütfen anti-virüsü devre dışı bırakın",
    "OK": "Tamam",
    "Permanently delete": "Kalıcı olarak sil",
    "Max length": "Maksiumum uzunluk",
    "Export to separate files": "Ayrı dosyalara çıkar",
    "Unsupported file": "Desteklenmeyen dosya",
    "Where do you want to save output files?": "Çıktı dosyalarını nereye kaydetmek istersin?",
    "Files merged!": "Dosyaları birleştirildi!"
}
