{
    "Label segment": "Segmento de la etiqueta",
    "Seek next keyframe": "Buscar el siguiente fotograma clave",
    "One frame forward": "Un fotograma hacia adelante",
    "One frame back": "Un fotograma anterior",
    "Seek previous keyframe": "Buscar el fotograma clave anterior",
    "Set cut start to current position": "Fijar el inicio del corte en la posición actual",
    "Jump to cut start": "Saltar al inicio del corte",
    "Show keyframes": "Mostrar fotogramas clave",
    "Show thumbnails": "Mostrar miniaturas",
    "Show waveform": "Mostrar forma de onda",
    "Manually input cut end point": "Introducir manualmente el punto final del corte",
    "Manually input cut start point": "Introducir manualmente el punto de inicio del corte",
    "Zoom in more to view waveform": "Acercarse más para ver la forma de onda",
    "Export each track as individual files": "Exportar cada pista como archivos individuales",
    "Include more tracks from other file": "Incluir más pistas de otro archivo",
    "Discard or extract unprocessable tracks to separate files?": "¿Descartar o extraer las pistas no procesables a archivos separados?",
    "When tracks have different lengths, do you want to make the output file as long as the longest or the shortest track?": "Cuando las pistas tienen diferentes longitudes, ¿quieres que el archivo de salida sea tan largo como la pista más larga o la más corta?",
    "Click to select which tracks to keep when exporting:": "Haga clic para seleccionar las pistas que desea conservar al exportar:",
    "Invert timeline trackpad/wheel direction?": "¿Invertir la dirección del trackpad/rueda de la línea de tiempo?",
    "In timecode show": "En la muestra de código de tiempo",
    "Snapshot capture format": "Formato de captura de instantáneas",
    "Auto save project": "Guardar automáticamente el proyecto",
    "The project will be stored along with the output files as a CSV file": "El proyecto se almacenará junto con los archivos de salida como un archivo CSV",
    "Auto save project file?": "¿Guardar automáticamente el archivo del proyecto?",
    "Experimental flag": "Función experimental",
    "Enable experimental ffmpeg features flag?": "¿Habilitar la función experimental de ffmpeg?",
    "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(las pistas de datos como el GPS de la GoPro, la telemetría, etc. no se copian por defecto porque ffmpeg no puede cortarlas, por lo que harán que la duración de los medios siga siendo la misma después de cortar el vídeo/audio)",
    "Extract unprocessable tracks to separate files or discard them?": "¿Extraer las pistas no procesables a archivos separados o descartarlas?",
    "Auto merge segments to one file during export or export to separate files?": "¿Fusionar automáticamente los segmentos en un solo archivo durante la exportación o exportar en archivos separados?",
    "Set cut end to current position": "Fijar el final del corte en la posición actual",
    "Shortest": "El más corto",
    "Longest": "El más largo",
    "Data": "Datos",
    "Seek forward 1% of timeline at current zoom": "Buscar hacia adelante 1% de la línea de tiempo con el zoom actual",
    "Seek backward 1% of timeline at current zoom": "Buscar hacia atrás el 1% de la línea de tiempo con el zoom actual",
    "Capture frame": "Fotograma de captura",
    "The video inside segments will be discarded, while the video surrounding them will be kept.": "El vídeo dentro de los segmentos se descartará, mientras que el vídeo que los rodea se conservará.",
    "The video inside segments will be kept, while the video outside will be discarded.": "Los segmentos del interior del video se mantendrán, mientras que los del video del exterior se descartarán.",
    "Input has <1>{{numStreamsTotal}}</1> tracks - <3>Keeping <1>{{numStreamsToCopy}}</1> tracks</3>": "La entrada tiene <1> {{numStreamsTotal}} </1> pistas - <3> Manteniendo <1> {{numStreamsToCopy}} </1> pistas </3>",
    "Choose cutting mode: Remove or keep selected segments from video when exporting?": "Elija el modo de corte: ¿Eliminar o mantener segmentos seleccionados del video al exportar?",
    "Make sure you have no overlapping segments.": "Asegúrese de que no haya segmentos superpuestos.",
    "Ask on file open": "Preguntar al abrir el archivo",
    "Ask about what to do when opening a new file when another file is already already open?": "Preguntar acerca de qué hacer cuando se abre un archivo nuevo cuando otro archivo ya está abierto?",
    "Ask about chapters": "Preguntar por los capítulos",
    "Ask about importing chapters from opened file?": "¿Preguntar acerca de la importación de capítulos desde un archivo abierto?",
    "Ask before closing": "Preguntar antes de cerrar",
    "Ask for confirmation when closing app or file?": "¿Pedir confirmación al cerrar la aplicación o el archivo?",
    "Invert direction": "Invertir dirección",
    "Change sensitivity": "Cambiar la sensibilidad",
    "Millisecond fractions": "Fracciones de milisegundos",
    "Frame numbers": "Número de fotogramas",
    "If this is checked, all audio/video/subtitle/data tracks will be included. This may not always work for all file types. If not checked, only default streams will be included.": "Si se marca esta opción, se incluirán todas las pistas de audio/vídeo/subtítulos/datos. Es posible que esto no siempre funcione para todo tipo de archivos. Si no se marca, solo se incluirán las transmisiones predeterminadas.",
    "Sort your files for merge": "Ordena tus archivos para fusionarlos",
    "Please select files to be merged. The files need to be of the exact same format and codecs": "Por favor, seleccione los archivos a fusionar. Los archivos deben tener exactamente el mismo formato y códec",
    "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "Al exportar, los segmentos seleccionados en la línea de tiempo se CONSERVARÁN - las áreas circundantes se ELIMINARÁN.",
    "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "Al exportar, los segmentos seleccionados en la línea de tiempo serán ELIMINADOS - las áreas circundantes serán CONSERVADAS",
    "<0>Note:</0> Keyframe cut and Merge cuts buttons have been moved to the export panel (press Export to see it.)": "<0>Nota:</0> Los botones de corte de fotogramas y de fusión de cortes se han trasladado al panel de exportación (pulse Exportar para verlo.)",
    "The last executed ffmpeg commands will show up here after you run operations. You can copy them to clipboard and modify them to your needs before running on your command line.": "Los últimos comandos ffmpeg ejecutados se mostrarán aquí después de ejecutar las operaciones. Puede copiarlos en el portapapeles y modificarlos según sus necesidades antes de ejecutarlos en su línea de comandos.",
    "Hover mouse over buttons in the main interface to see which function they have": "Pasa el ratón por encima de los botones de la interfaz principal para ver qué función tienen",
    "Pan timeline": "Desplazamiento de la línea de tiempo",
    "Mouse scroll/wheel left/right": "Desplazamiento del ratón/rueda izquierda/derecha",
    "Zoom in/out timeline": "Acercar/alejar la línea de tiempo",
    "Mouse scroll/wheel up/down": "Desplazamiento/rueda del ratón hacia arriba/abajo",
    "Toggle zoom between 1x and a calculated comfortable zoom level": "Alternar el zoom entre 1x y un nivel de zoom cómodo calculado",
    "Mark out / cut end point for current segment": "Marcar / cortar punto final para el segmento actual",
    "Mark in / cut start point for current segment": "Marcar en / cortar punto de inicio para el segmento actual",
    "Segments and cut points": "Segmentos y puntos de corte",
    "Lossless cutting is not an exact science. For some codecs and files it just works. For others you may need to trial and error depending on the codec, keyframes etc to get the best cut.": "El corte sin pérdidas no es una ciencia exacta. Para algunos códecs y archivos simplemente funciona. Para otros, es posible que tengas que probar y equivocarte dependiendo del códec, los fotogramas clave, etc. para conseguir el mejor corte.",
    "Failed to find any prev keyframe": "No se ha podido encontrar ningún fotograma clave anterior",
    "Shift timestamps (avoid_negative_ts)": "Desplazar marcas de tiempo (avoid_negative_ts)",
    "Depending on your specific file, you may have to try different options for best results.": "Dependiendo de su archivo específico, es posible que tenga que probar diferentes opciones para obtener los mejores resultados.",
    "Save output to path:": "Guardar la salida en la ruta:",
    "Output container format:": "Formato del contenedor de salida:",
    "Merge {{segments}} cut segment to one file?": "¿Fusionar {{segmentos}} segmento de corte en un solo archivo?",
    "Disables shifting of timestamp.": "Desactiva el desplazamiento de la marca de tiempo.",
    "Enables shifting when required by the target format.": "Activa el desplazamiento cuando lo requiere el formato de destino.",
    "Shift timestamps so that the first timestamp is 0. (LosslessCut default)": "Desplazar las marcas de tiempo para que la primera marca de tiempo sea 0. (Corte sin pérdidas por defecto)",
    "Shift timestamps to make them non-negative. Also note that this affects only leading negative timestamps, and not non-monotonic negative timestamps.": "Desplaza las marcas de tiempo para que no sean negativas. Tenga en cuenta también que esto sólo afecta a las marcas de tiempo negativas principales, y no a las marcas de tiempo negativas no monótonas.",
    "Not all formats support all track types, and LosslessCut is unable to properly cut some track types, so you may have to sacrifice some tracks by disabling them in order to get correct result.": "No todos los formatos admiten todos los tipos de pista, y LosslessCut no puede cortar correctamente algunos tipos de pista, por lo que es posible que tenga que sacrificar algunas pistas desactivándolas para obtener un resultado correcto.",
    "With \"keyframe cut\", we will cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files. With \"Normal cut\" you may have to manually set the cutpoint a few frames before the next keyframe to achieve a precise cut": "\"Con \"corte de fotogramas clave\", cortaremos en el fotograma clave más cercano antes del punto de corte de inicio deseado. Esto se recomienda para la mayoría de los archivos. Con \"corte normal\" puede que tenga que establecer manualmente el punto de corte unos fotogramas antes del siguiente fotograma clave para conseguir un corte preciso",
    "Defaults to same format as input file. You can losslessly change the file format (container) of the file with this option. Not all formats support all codecs. Matroska/MP4/MOV support the most common codecs. Sometimes it's even impossible to export to the same output format as input.": "Por defecto, el mismo formato que el archivo de entrada. Con esta opción se puede cambiar sin pérdida el formato (contenedor) del archivo. No todos los formatos son compatibles con todos los códecs. Matroska/MP4/MOV soportan los códecs más comunes. A veces es incluso imposible exportar al mismo formato de salida que de entrada.",
    "Preserve all MOV/MP4 metadata (e.g. EXIF, GPS position etc.) from source file? Note that some players have trouble playing back files where all metadata is preserved.": "¿Conserva todos los metadatos MOV/MP4 (por ejemplo, EXIF, posición GPS, etc.) del archivo de origen? Tenga en cuenta que algunos reproductores tienen problemas para reproducir archivos en los que se conservan todos los metadatos.",
    "Invalid start or end value. Must contain a number of seconds": "Valor inicial o final no válido. Debe contener un número de segundos",
    "One or more rows does not have 3 columns": "Una o varias filas no tienen 3 columnas",
    "Please input a valid duration. Example: {{example}}": "Por favor, introduzca una duración válida. Ejemplo: {{ejemplo}}",
    "Divide timeline into a number of segments with the specified length": "Dividir la línea de tiempo en un número de segmentos con la longitud especificada",
    "Please input a valid number of segments": "Por favor, introduzca un número válido de segmentos",
    "Divide timeline into a number of equal length segments": "Dividir la línea de tiempo en un número de segmentos de igual longitud",
    "This file has embedded chapters. Do you want to import the chapters as cut-segments?": "Este archivo tiene capítulos incrustados. ¿Desea importar los capítulos como segmentos cortados?",
    "Include all tracks from the new file": "Incluir todas las pistas del nuevo archivo",
    "Open the file instead of the current one": "Abrir el archivo en lugar del actual",
    "You opened a new file. What do you want to do?": "Ha abierto un nuevo archivo. ¿Qué quieres hacer?",
    "Where do you want to save output files? Make sure there is enough free space in this folder": "¿Dónde quiere guardar los archivos de salida? Asegúrese de que hay suficiente espacio libre en esta carpeta",
    "Where do you want to save output files?": "¿Dónde quieres guardar los archivos de salida?",
    "Fast: Full quality remux (no audio), likely to fail": "Rápido: Remux de máxima calidad (sin audio), es probable que falle",
    "These options will let you convert files to a format that is supported by the player. You can try different options and see which works with your file. Note that the conversion is for preview only. When you run an export, the output will still be lossless with full quality": "Estas opciones le permitirán convertir los archivos a un formato compatible con el reproductor. Puedes probar diferentes opciones y ver cuál funciona con tu archivo. Tenga en cuenta que la conversión es sólo para la vista previa. Cuando ejecute una exportación, la salida seguirá siendo sin pérdidas y con la máxima calidad",
    "Slowest: High quality encode": "Más lento: Codificación de alta calidad",
    "Slow: Low quality encode": "Lento: Codificación de baja calidad",
    "Slow: Low quality encode (no audio)": "Lento: Codificación de baja calidad (sin audio)",
    "Fast: Full quality remux, likely to fail": "Rápido: Remux de calidad total, probable fallo",
    "Fastest: Low playback speed": "Más rápido: Velocidad de reproducción baja",
    "Fastest: Low playback speed (no audio)": "Más rápido: Velocidad de reproducción baja (sin audio)",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. Useful for viewing/cutting videos according to timecodes)": "En lugar de que el vídeo comience aparentemente en 0, se puede compensar con un valor especificado. Esto sólo se aplica a la vista previa dentro de LosslessCut y no modifica el archivo de ninguna manera. Útil para ver/cortar vídeos según los códigos de tiempo)",
    "Set custom start time offset": "Establecer desplazamiento del tiempo de inicio personalizado",
    "Working dir set": "Set de direcciones de trabajo",
    "Capture frame format": "Formato de fotogramas de captura",
    "Timeline trackpad/wheel sensitivity": "Sensibilidad del trackpad/rueda de la línea de tiempo",
    "YouTube video description\n00:00 Intro\n00:01 Chapter 2\n00:00:02.123 Chapter 3": "Descripción del video de YouTube\n00:00 Introducción\n00:01 Capítulo 2\n00:00:02.123 Capítulo 3",
    "File has been moved to trash": "El archivo se ha movido a la papelera",
    "Keyframe cut disabled": "Corte de fotogramas desactivado",
    "Failed to run ffmpeg:": "No se pudo ejecutar ffmpeg:",
    "Close": "Cerrar",
    "Show": "Mostrar",
    "Discard audio": "Descartar audio",
    "Keep audio": "Mantener el audio",
    "Discard audio tracks": "Descartar pistas de audio",
    "Keep audio tracks": "Mantener pistas de audio",
    "Discard audio? Current:": "Descartar audio? Actual:",
    "Tracks": "Pistas",
    "Jump to end of video": "Ir al final del video",
    "Jump to start of video": "Ir al inicio del video",
    "Bitrate": "Tasa de bits",
    "Frames": "Fotogramas",
    "Codec": "Códec",
    "Tag": "Etiqueta",
    "Type": "Tipo",
    "Keep?": "¿Mantener?",
    "File info": "Información del archivo",
    "Stream info": "Información de transmisión",
    "Current setting": "Configuración actual",
    "Settings": "Configuración",
    "Remove": "Eliminar",
    "Keep": "Mantener",
    "Keyframe cut mode": "Modo de corte de fotogramas clave",
    "Separate": "Separado",
    "Auto merge": "Fusión automática",
    "Same directory as input file": "Mismo directorio que el archivo de entrada",
    "Custom working directory": "Directorio de trabajo personalizado",
    "This is where working files, exported files, project files (CSV) are stored.": "Aquí es donde se almacenan los archivos de trabajo, los archivos exportados y los archivos de proyecto (CSV).",
    "Working directory": "Directorio de trabajo",
    "System language": "Idioma del sistema",
    "App language": "Idioma de la aplicación",
    "Close sidebar": "Cerrar barra lateral",
    "Segments total:": "Total de segmentos:",
    "Change segment order": "Cambiar el orden de los segmentos",
    "Delete current segment": "Eliminar segmento actual",
    "Add segment": "Agregar segmento",
    "Duration": "Duración",
    "Invalid number entered": "Se ingresó un número no válido",
    "Change order of segment": "Cambiar el orden del segmento",
    "Max length": "Longitud máxima",
    "Label current segment": "Etiquetar segmento actual",
    "No segments to export.": "No hay segmentos para exportar.",
    "Segments to export:": "Segmentos para exportar:",
    "Don't modify": "No modificar",
    "Set output rotation. Current: ": "Establecer la rotación de salida. Actual: ",
    "Send problem report": "Enviar informe de problemas",
    "Include all tracks?": "¿Incluir todas las pistas?",
    "Please select files to be merged": "Seleccione los archivos que desee combinar",
    "Merge!": "¡Unir!",
    "More than one file must be selected": "Se debe seleccionar más de un archivo",
    "Zoom": "Zoom",
    "Keep selected segments": "Mantener los segmentos seleccionados",
    "Discard selected segments": "Descartar segmentos seleccionados",
    "Copied to clipboard": "Copiado al portapapeles",
    "Copy to clipboard": "Copiar al portapapeles",
    "Last ffmpeg commands": "Últimos comandos ffmpeg",
    "Delete source file": "Eliminar archivo de origen",
    "Capture snapshot": "Capturar instantánea",
    "Export segment(s)": "Exportar segmento(s)",
    "Output actions": "Acciones de salida",
    "Zoom out timeline": "Reducir la línea de tiempo",
    "Zoom in timeline": "Acercar la línea de tiempo",
    "Timeline/zoom operations": "Operaciones de escala de tiempo/zoom",
    "Split segment at cursor": "Dividir segmento en el cursor",
    "Select next segment": "Seleccionar siguiente segmento",
    "Select previous segment": "Seleccionar segmento anterior",
    "Remove current segment": "Eliminar segmento actual",
    "Add cut segment": "Agregar segmento cortado",
    "Jump to cut end": "Saltar al final del corte",
    "Seek forward 1 sec": "Buscar hacia adelante 1 segundo",
    "Seek backward 1 sec": "Buscar hacia atrás 1 segundo",
    "Seek to next keyframe": "Buscar el siguiente fotograma clave",
    "Seek to previous keyframe": "Buscar el fotograma clave anterior",
    "Step forward 1 frame": "Avanzar 1 fotograma",
    "Step backward 1 frame": "Retroceder 1 fotograma",
    "Seeking": "Buscando",
    "Speed up playback": "Acelerar la reproducción",
    "Slow down playback": "Ralentizar la reproducción",
    "Play/pause": "Reproducir/pausar",
    "Playback": "Reproducción",
    "Show/hide help screen": "Mostrar/ocultar la pantalla de ayuda",
    "Keyboard & mouse shortcuts": "Atajos de teclado y ratón",
    "For more help and issues, please go to:": "Para obtener más ayuda y problemas, visite:",
    "Common problems": "Problemas comunes",
    "We are on the first keyframe": "Estamos en el primer fotograma clave",
    "We are on the first frame": "Estamos en el primer fotograma",
    "Failed to find any prev frame": "No se pudo encontrar ningún fotograma anterior",
    "We are on the last frame": "Estamos en el ultimo fotograma",
    "Failed to find next keyframe": "No se pudo encontrar el siguiente fotograma clave",
    "Less than 2 frames found": "Se encontraron menos de 2 fotogramas",
    "Unsupported platform": "Plataforma no soportada",
    "Back": "Atrás",
    "Preserve all MP4/MOV metadata?": "¿Conservar todos los metadatos MP4/MOV?",
    "Cut mode:": "Modo de corte:",
    "Advanced options": "Opciones avanzadas",
    "Export summary": "Exportar resumen",
    "No rows found": "No se encontraron filas",
    "Import chapters": "Importar capítulos",
    "Ignore chapters": "Ignorar capítulos",
    "Select output folder": "Seleccionar carpeta de salida",
    "Paste or type a YouTube chapters description or textual chapter description": "Pegue o escriba una descripción del capítulo de YouTube o una descripción textual del capítulo",
    "Please input a valid format.": "Introduzca un formato válido.",
    "Import text chapters / YouTube": "Importar capítulos de texto / YouTube",
    "You need to choose something!": "¡Tienes que elegir algo!",
    "Convert to supported format": "Convertir a formato compatible",
    "No": "No",
    "Yes": "Si",
    "Separate files": "Archivos separados",
    "Merge cuts": "Combinar cortes",
    "Export to separate files": "Exportar a archivos separados",
    "Auto merge segments to one file after export": "Combinar segmentos automáticamente en un archivo después de la exportación",
    "Normal cut": "Corte normal",
    "Keyframe cut": "Corte de fotograma clave",
    "Cut mode is:": "El modo de corte es:",
    "Export+merge": "Exportar+fusionar",
    "Export {{ num }} segments": "Exportar {{ num }} segmentos",
    "Export selection": "Exportar selección",
    "Export": "Exportar",
    "Working dir unset": "Directorio de trabajo desarmado",
    "Done": "Hecho",
    "Show sidebar": "Mostrar barra lateral",
    "Mute preview? (will not affect output)": "¿Silenciar la vista previa? (no afectará la salida)",
    "Rotation preview": "Rotación de la vista previa",
    "DROP FILE(S)": "SOLTAR ARCHIVO(S)",
    "Discard": "Descartar",
    "Extract": "Extraer",
    "All formats:": "Todos los formatos:",
    "Common formats:": "Formatos comunes:",
    "(detected)": "(detectado)",
    "Format": "Formato",
    "Output format": "Formato de salida",
    "Failed to fix file duration": "No se pudo corregir la duración del archivo",
    "Duration has been fixed": "La duración ha sido fijada",
    "Fixing file duration": "Corrigiendo la duración del archivo",
    "Failed to batch convert to supported format": "No se pudo convertir por lotes al formato compatible",
    "Failed to convert files:": "Error al convertir archivos:",
    "Aborted": "Abortado",
    "Batch converting to supported format": "Conversión por lotes a formato compatible",
    "Select files to batch convert to supported format": "Seleccionar archivos para convertir por lotes a formato compatible",
    "CUE files": "Archivos CUE",
    "XML files": "Archivos XML",
    "Failed to export CSV": "No se pudo exportar CSV",
    "File exists, bailing": "El archivo existe, rescatando",
    "CSV files": "Archivos CSV",
    "Are you sure you want to close the current file?": "¿Está seguro de que desea cerrar el archivo actual?",
    "Failed to convert file. Try a different conversion": "No se pudo convertir el archivo. Prueba una conversión diferente",
    "You need to open a media file first": "Primero debe abrir un archivo multimedia",
    "Failed to extract all streams": "Error al extraer todas las transmisiones",
    "All streams have been extracted as separate files": "Todas las transmisiones se han extraído como archivos separados",
    "Extracting all streams": "Extrayendo todas las transmisiones",
    "Unsupported file": "Archivo no soportado",
    "This file does not have a valid duration. This may cause issues. You can try to fix the file's duration from the File menu": "Este archivo no tiene una duración válida. Esto puede causar problemas. Puede intentar corregir la duración del archivo desde el menú Archivo",
    "The audio track is not supported. You can convert to a supported format from the menu": "La pista de audio no es compatible. La puede convertir a un formato compatible desde el menú",
    "Unable to determine file format": "No se puede determinar el formato de archivo",
    "Loading file": "Cargando archivo",
    "Failed to load segments": "No se pudieron cargar los segmentos",
    "No valid segments found": "No se encontraron segmentos válidos",
    "No segment to split. Please move cursor over the segment you want to split": "No hay segmento para dividir. Mueva el cursor sobre el segmento que desea dividir",
    "Playback rate:": "Tasa de reproducción:",
    "Unable to playback rate right now": "No se puede reproducir la velocidad no funciona correctamente",
    "Failed to capture frame": "No se pudo capturar el fotograma",
    "Screenshot captured to:": "Captura de pantalla capturada en:",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "¡Hecho! Nota: los puntos de corte pueden ser inexactos. Asegúrese de probar los archivos de salida en el reproductor/editor que desee antes de eliminar la fuente. Si la salida no se ve bien, consulte la página de AYUDA.",
    "Unprocessable streams were exported as separate files.": "Las transmisiones no procesables se exportaron como archivos separados.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Existe un problema conocido al cortar videos HEVC de iPhone. Es posible que el archivo de salida no funcione en todos los reproductores.",
    "Exporting": "Exportando",
    "No tracks selected for export": "No se seleccionaron pistas para exportar",
    "No segments to export": "No hay segmentos para exportar",
    "Start time must be before end time": "La hora de inicio debe ser anterior a la hora de finalización",
    "Report": "Reportar",
    "OK": "Aceptar",
    "Unable to export this file": "No se puede exportar este archivo",
    "File has been permanently deleted": "El archivo se ha eliminado de forma permanente",
    "Permanently delete": "Eliminar permanentemente",
    "Unable to move source file to trash. Do you want to permanently delete it?": "No se puede mover el archivo de origen a la papelera. ¿Quieres eliminarlo definitivamente?",
    "Deleting source": "Eliminando fuente",
    "Trash it": "Tirarlo a la basura",
    "Are you sure you want to move the source file to trash?": "¿Está seguro de que desea mover el archivo de origen a la papelera?",
    "Converting to supported format": "Conversión a un formato compatible",
    "Unable to playback this file. Try to convert to supported format from the menu": "No se puede reproducir este archivo. Intente convertir a un formato compatible desde el menú",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Archivo no compatible de forma nativa. Es posible que la vista previa no tenga audio o sea de baja calidad. Sin embargo, la exportación final no tendrá pérdidas con audio. Puede convertirlo desde el menú para una mejor vista previa con audio.",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Ahora cortará en la posición exacta, pero puede dejar una parte vacía al principio del archivo. Es posible que deba establecer el punto de corte unos fotogramas antes del siguiente fotograma clave para lograr un corte preciso",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "Ahora cortará en el fotograma clave más cercano antes del punto de corte inicial deseado. Esto se recomienda para la mayoría de los archivos.",
    "Keyframe cut enabled": "Corte de fotogramas clave habilitado",
    "Failed to merge files. Make sure they are all of the exact same codecs": "No se pudieron combinar los archivos. Asegúrese de que todos tengan exactamente los mismos códecs",
    "Files merged!": "¡Archivos fusionados!",
    "Merging": "Fusionando",
    "You have no write access to the directory of this file, please select a custom working dir": "No tiene acceso de escritura al directorio de este archivo, seleccione un directorio de trabajo personalizado",
    "Unable to save project file": "No se puede guardar el archivo del proyecto",
    "Muted preview (exported file will not be affected)": "Vista previa silenciada (el archivo exportado no se verá afectado)",
    "Key frames will show on the timeline. You need to zoom in to view them": "Los fotogramas clave se mostrarán en la línea de tiempo. Necesitas hacer zoom para verlos",
    "Unable to save your preferences. Try to disable any anti-virus": "No se pueden guardar sus preferencias. Intente deshabilitar cualquier antivirus",
    "Lang": "Idioma",
    "Edit file metadata": "Editar los metadatos de los archivos",
    "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).\n\nDrag and drop to change the order of your files here:": "Este cuadro de diálogo puede utilizarse para concatenar archivos en serie, por ejemplo, uno tras otro:\n[file1][file2][file3]\nNO puede utilizarse para fusionar pistas en paralelo (como añadir una pista de audio a un vídeo).\nAsegúrate de que todos los archivos tienen exactamente los mismos códecs y parámetros de códec (fps, resolución, etc.).\n\nArrastre y suelte para cambiar el orden de sus archivos aquí:",
    "Show this page before exporting?": "¿Mostrar esta página antes de exportar?",
    "For the ipod format, it is recommended to deactivate this option": "Para el formato ipod, se recomienda desactivar esta opción",
    "For the ipod format, it is recommended to activate this option": "Para el formato ipod, se recomienda activar esta opción",
    "Depending on your specific file/player, you may have to try different options for best results.": "Dependiendo de su archivo/reproductor específico, puede que tenga que probar diferentes opciones para obtener los mejores resultados.",
    "Edit track {{trackNum}} metadata": "Editar metadatos de la pista {{trackNum}}",
    "Edit track metadata": "Editar metadatos de la pista",
    "Track info": "Información de la pista",
    "Edit": "Editar",
    "Enter value": "Introducir valor",
    "Check to hide notifications": "Marcar para ocultar las notificaciones",
    "Hide informational notifications?": "¿Ocultar las notificaciones informativas?",
    "Auto load timecode": "Cargar automáticamente el código de tiempo",
    "Auto load timecode from file as an offset in the timeline?": "¿Cargar automáticamente el código de tiempo del archivo como un desplazamiento en la línea de tiempo?",
    "Change value": "Cambiar valor",
    "Auto delete segments": "Borrar automáticamente los segmentos",
    "Auto delete segment files after merge?": "¿Borrar automáticamente los archivos de segmento después de la fusión?",
    "Close file and clean up": "Cerrar archivo y limpiar",
    "Merge/concatenate files": "Fusionar/concatenar archivos",
    "Change rotation": "Cambiar rotación",
    "Other operations": "Otras operaciones",
    "Export seg {{segNum}}": "Exportar seg {{segNum}}",
    "Export only the currently selected segment ({{segNum}})": "Exportar sólo el segmento actualmente seleccionado ({{segNum}})",
    "Enable MOV Faststart?": "¿Habilitar el inicio rápido de MOV?",
    "Note: Keyframe cut is recommended for most common files": "Nota: Se recomienda el corte de fotogramas clave para los archivos más comunes",
    "Preserve original metadata when merging? (slow)": "¿Conservar los metadatos originales al fusionar? (lento)",
    "Create chapters from merged segments? (slow)": "¿Crear capítulos a partir de segmentos fusionados? (lento)",
    "Merge {{segments}} cut segments to one file?": "¿Fusionar {{segments}} segmentos cortados en un solo archivo?",
    "Export options": "Opciones de exportación",
    "You can customize the file name of the output segment(s) using special variables.": "Puede personalizar el nombre del archivo del segmento o segmentos de salida utilizando variables especiales.",
    "When merging, do you want to preserve metadata from your original file? NOTE: This may dramatically increase processing time": "Al fusionar, ¿desea conservar los metadatos del archivo original? NOTA: Esto puede aumentar drásticamente el tiempo de procesamiento",
    "When merging, do you want to create chapters in the merged file, according to the cut segments? NOTE: This may dramatically increase processing time": "Al fusionar, ¿desea crear capítulos en el archivo fusionado, según los segmentos cortados? NOTA: Esto puede aumentar drásticamente el tiempo de procesamiento",
    "Enable this to allow faster playback of the resulting file. This may cause processing to take a little longer": "Habilite esta opción para permitir una reproducción más rápida del archivo resultante. Esto puede hacer que el procesamiento tarde un poco más",
    "Preserve all MOV/MP4 metadata tags (e.g. EXIF, GPS position etc.) from source file? Note that some players have trouble playing back files where all metadata is preserved, like iTunes and other Apple software": "¿Conservar todas las etiquetas de metadatos MOV/MP4 (por ejemplo, EXIF, posición GPS, etc.) del archivo de origen? Tenga en cuenta que algunos reproductores tienen problemas para reproducir archivos en los que se conservan todos los metadatos, como iTunes y otros programas de Apple.",
    "Trash original source file, project CSV and auto-generated files": "Papelera de archivos originales, CSV del proyecto y archivos autogenerados",
    "Trash project CSV and auto-generated files": "Papelera de archivos CSV y autogenerados del proyecto",
    "Trash auto-generated files": "Papelera de archivos autogenerados",
    "Cancel": "Cancelar",
    "Trash": "Papelera",
    "Do you want to move the original file and/or any generated files to trash?": "¿Desea mover el archivo original y/o cualquier archivo generado a la papelera?",
    "Cleanup files?": "¿Limpiar archivos?",
    "Extract all tracks": "Extraer todas las pistas",
    "Please confirm that you want to extract all tracks as separate files": "Por favor, confirme que desea extraer todas las pistas como archivos separados",
    "Invalid character(s) found in key": "Carácter(es) no válido(s) encontrado(s) en la clave",
    "Enter metadata key": "Introducir clave de metadatos",
    "Add metadata": "Añadir metadatos",
    "You ran out of space": "Te has quedado sin espacio",
    "Default": "Por defecto",
    "Show export options screen before exporting?": "¿Mostrar la pantalla de opciones de exportación antes de exportar?",
    "Toggle advanced view": "Alternar vista avanzada",
    "Reset": "Restablecer",
    "Preview": "Vista previa",
    "Output name(s):": "Nombre(s) de salida:",
    "Resulting segment file names": "Nombres de archivos de segmentos resultantes",
    "This template will result in invalid file names": "Esta plantilla dará lugar a nombres de archivo no válidos",
    "Auto merge segments to one file after export, but keep segments too": "Fusionar automáticamente los segmentos en un solo archivo después de la exportación, pero también mantener los segmentos",
    "Merge & Separate": "Combinar y separar",
    "Timeline keyboard seek acceleration": "Aceleración de búsqueda del teclado en la línea de tiempo",
    "Timeline keyboard seek speed": "Velocidad de búsqueda del teclado en la línea de tiempo",
    "PBF files": "Archivos PBF",
    "Failed to export project": "Fallo en la exportación del proyecto",
    "TXT files": "Archivos TXT",
    "You do not have permission to access this file": "No tiene permiso para acceder a este archivo",
    "Unable to change playback rate right now": "No se puede cambiar la velocidad de reproducción en este momento",
    "Unable to move file to trash. Do you want to permanently delete it?": "Imposible mover el archivo a la papelera. ¿Desea eliminarlo permanentemente?",
    "Cleanup successful": "Limpieza realizada con éxito",
    "Cleaning up": "Limpieza",
    "Advanced view disabled. You will now see only the most essential buttons and functions": "Vista avanzada desactivada. Ahora sólo verá los botones y funciones más esenciales",
    "Advanced view has been enabled. You will now also see non-essential buttons and functions": "Se ha activado la vista avanzada. Ahora también verá botones y funciones no esenciales",
    "Export project": "Exportar proyecto",
    "DaVinci Resolve / Final Cut Pro XML": "DaVinci Resolve // Final Cut Pro XML",
    "Text chapters / YouTube": "Capítulos / YouTube",
    "Import project": "Importar proyecto",
    "Save project (CSV)": "Guardar proyecto (CSV)",
    "Load project (CSV)": "Cargar proyecto (CSV)",
    "Open": "Abrir",
    "File": "Archivo",
    "Are you sure you want to quit?": "¿Seguro que desea salir?",
    "Confirm quit": "Confirmar la salida",
    "Frame numbers (CSV)": "Número de Frames (CSV)",
    "Start times as YouTube Chapters": "Tiempos de inicio como capítulos YouTube",
    "Timestamps (TSV/TXT)": "Marcas de tiempo (TSV/TXT)",
    "Paste": "Pegar",
    "Segments": "Segmentos",
    "Clear all segments": "Limpiar todos los segmentos",
    "Create num segments": "Cerar segmentos numerados",
    "Create fixed duration segments": "Crear segmentos de duración fija",
    "Invert all segments on timeline": "Invertir todos los segmentos en la linea de tiempo",
    "Exit": "Salir",
    "Edit tracks / metadata tags": "Editar pistas / etiquetas metadatos",
    "Toggle Full Screen": "Alternar Pantalla completa",
    "Licenses": "Licencias",
    "View": "Ver",
    "Learn More": "Características",
    "Report an error": "Reportar un error",
    "Invalid JSON": "Base JSON inválida",
    "Segment tags": "Etiquetas de segmentos",
    "View and edit segment tags in JSON5 format:": "Ver y editar etiquetas en formato JSON:",
    "Lossless rotation might not work with this file format. You may try changing to MP4": "La rotación sin pérdida no funcionará en este formato de archivo. Debe intentar convertirlo a mp4",
    "Fix incorrect duration": "Corregir duración incorrecta",
    "Select All": "Seleccionar Todo",
    "Loading subtitle": "cargando subtítulo",
    "Unable to delete file: {{message}}": "No se puede borrar el archivo: {{message}}",
    "Track has been extracted": "Se ha extraido la pista",
    "Load segments from the new file, but keep the current media": "Cargar segmentos del archivo nuevo, pero mantener el archivo actual",
    "Batch file list": "Lista de lote de archivos",
    "Sanitize": "Limpiar",
    "Fastest: Low playback speed (audio remux), likely to fail": "Más rápido: baja velocidad de reproducción (remux audio), es posible que falle",
    "YouTube Chapters": "Capítulos YouTube",
    "Copy to YouTube description/comment:": "Copiar descripción/comentario de YouTube:",
    "Set a different <1>Working directory</1>": "Establezca un <1>Directorio de trabajo </1> distinto",
    "Trash project LLC file": "Eliminar proyecto LLC",
    "Batch files": "Archivos por lotes",
    "Multiple files": "Varios archivos",
    "Try with a <1>Different file</1>": "Intente con un <1>Archivo diferente</1>",
    "Something went wrong": "Algo salió mal",
    "Report error": "Informe de error",
    "MPlayer EDL": "Reproductor EDL",
    "Slow down playback more": "Reduzca más la reproducción",
    "Speed up playback more": "Acelere más la reproducción",
    "Previous file": "Archivo anterior",
    "Next file": "Archivo siguiente",
    "Increase segment order": "Aumentar el orden de segmentos",
    "Decrease segment order": "Disminiuir orden de segmento",
    "Exclude this segment from export": "Excluir este segmento de la exportación",
    "Set file modification date/time of output files to:": "Establecer la fecha de modificación de todos los archivos de salica en:",
    "Current time": "Hora actual",
    "to show advanced view": "para mostrar vista avanzada",
    "<0></0> <2></2> or <4>I</4> <6>O</6> to set cutpoints": "<0></0> <2></2> o <4>I</4> <6>O</6> para establecer los pundos de corte",
    "Include the following text:": "Incluya el texto siguiente:",
    "Frame fractions": "fraccionde de fotograma",
    "This is where working files and exported files are stored.": "Es donde se guardan los archivos de trabajo y los exportados.",
    "Frame counts": "Recuento de fotogramas",
    "Cut at the nearest keyframe (not accurate time.) Equiv to": "Corte en el fotograma más proximo (sin precisión de tiempo.) Equivalente a",
    "Extract this track as file": "Extraer esta pista como archivo",
    "Try to automatically convert to supported format when opening unsupported file?": "¿Intentar convertir automáticamente a un formato de archivo soportado cuando se abra un archivo no soportado?",
    "Auto convert to supported format": "Conversión automática a un formato soportado",
    "Track disposition": "Disposición de pistas",
    "Unchanged": "Sin cambios",
    "Keep all {{type}} tracks": "Mantener todas las pistas de {{type}}",
    "Discard all {{type}} tracks": "Descartar todas las pistas de {{type}}",
    "Lock/unlock output format": "Bloquear/desbloquear formato de salida",
    "An error has occurred.": "Se ha producido un error.",
    "EDL (MPlayer)": "EDL (Reproductor)",
    "Reorder segments by start time": "Reordenar segmentos por tiempo de inicio",
    "Extracting track": "Extrayendo pista",
    "There is an error in the file name template:": "Hay un error en el nombre del archivo plantilla:",
    "Variables": "Variables",
    "Disable unnecessary <1>Tracks</1>": "Deshabilite <1>Pistas</1> innecesarias",
    "Try one of the following before exporting again:": "Pruebe una de las siguientes opciones antes de volver a exportar:",
    "Change output <1>Format</1> from <3>MP4</3> to <5>MOV</5>": "Cambiar el <1>formato</1> de salida de <3>MP4</3> a <5>MOV</5>",
    "Select a different output <1>Format</1> (<3>matroska</3> and <5>mp4</5> support most codecs)": "Seleccione un<1>Formato</1> distinto de salida (Los codecs mas usuales son <3>matroska</3> y <5>mp4/<5>)",
    "Try both <1>Normal cut</1> and <3>Keyframe cut</3>": "Intente <1>Corte normal</1> y <3>Corte Keyframe</3>",
    "Redo": "Rehacer",
    "Undo": "Deshacer",
    "Cut": "Cortar",
    "Copy": "Copiar",
    "Batch convert to supported format": "Lote convertir a formato soportado",
    "Set custom start offset/timecode": "Establecer inicio personalizado offset/timecode",
    "Merge files": "Mezclar archivos",
    "Tools": "Herramientas",
    "Toggle Developer Tools": "Alternar Herramientas de desarrollo",
    "Help": "Ayuda",
    "About": "Acerca de",
    "Help and shortcuts": "Ayuda y atajos de teclado",
    "See <1>Help</1>": "Consulte la <1>Ayuda</1>",
    "If nothing helps, you can send an <1>Error report</1>": "Si nada le ayuda, puede enviar un <1> Informe de error</1>",
    "Try to enable the <1>Experimental Flag</1> in Settings": "Intente habilirtar las opciones <1>Experimentales</1> en los ajustes",
    "to show simple view": "para mostrar vista sencilla",
    "Press <1>H</1> for help": "Pulse <1>H</1> para ayuda",
    "Include all segments in export": "Incluir todos los segmentos en la exportación",
    "Include this segment in export": "Incluir este segmento en la exportación",
    "Exclude all segments from export": "Excluir todos los segmentos de la exportación",
    "<0>{{durationMsFormatted}}</0> ms, <2>{{frameCount}}</2> frames": "<0>{{durationMsFormatted}}</0> ms, <2>{{frameCount}}</2> fotogramas",
    "PotPlayer Bookmarks (.pbf)": "Marcadores PotPlayer (.pbf)",
    "CUE sheet file": "Archivo hoja CUE",
    "Timestamps (CSV)": "Tiempos (CSV)",
    "Export project (LLC)...": "Exportar proyecto (LLC)...",
    "Import project (LLC)...": "Importar proyecto (LLC)...",
    "LosslessCut (CSV)": "LosslessCut (CSV)",
    "Failed to extract track": "Error al extraer la pista",
    "The media you tried to open does not exist": "El archivo que intenta abrir no existe",
    "Invalid EDL data found": "Datos EDL inválidos",
    "Click to toggle track inclusion when exporting": "Clic para alternar la inclusión de pistas en la exportación",
    "Close batch": "Cerrar lote",
    "No sanitize": "No limpìar",
    "Use this for all files until LosslessCut is restarted?": "¿Usar esto para todos los archivos hasta que se reinicie LosslessCut?",
    "Don't show dialog again until restarting app": "No volver a mostrar el diálogo hasta reiniciar la aplicación",
    "Please send an email to <1>losslesscut@yankee.no</1> where you describe what you were doing.": "Envíe un email a <1>losslesscut@yankee.no</1> donde describa lo que estaba haciendo.",
    "Window": "Ventana",
    "Minimize": "Minimizar",
    "New version!": "¡Nueva Versión!",
    "Loaded existing preview file: {{ fileName }}": "Cargando vista previa existente:{{fileName}}",
    "Download {{version}}": "Descargar {{version}}",
    "Are you sure you want to close the loaded batch of files?": "¿Seguro que quiere cerrar el lote de archivos cargado?",
    "Seek to timecode": "Buscar por tiempos",
    "Failed to open file": "Error al abrir archivo",
    "Remove segment": "Eliminar segmento",
    "Include ONLY this segment in export": "Incluir SOLO este segmento en la exportación",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. (Useful for viewing/cutting videos according to timecodes)": "En lugar de que el video se inicie en 0, puede establecer un offset de un valor específico. Esto se aplica solo a la miniatura dentro de LosslessCut y no modifica el archivo. (Útil para ver / cortar videos de acuerdo con los códigos de tiempo.)",
    "Output file name will not be sanitized, and any special characters will be preserved. This may cause the export to fail and can cause other funny issues. Use at your own risk!": "El nombre del archivo no se limpiara, y cualquier carácter especial se mantendrá. Esto puede causar un fallo en la exportación u otros problemas. Úselo bajo su responsabilidad!",
    "Source file's time": "Tiempos del archivo origen",
    "Try to set the <1>start-</1>cutpoint a <3>few frames before or after</3> the nearest keyframe (may also solve audio sync issues)": "Intente establecer el punto de corte de <1>inicio</1> unos <3>fotogramas antes o después</3> del fotograma más próximo (también se pueden solucionar problemas de sincronismos)",
    "Note: Cutting and including external tracks at the same time does not yet work. If you want to do both, it must be done as separate operations. See github issue #896.": "Nota: Cortar e incluir pistas externas a la vez no está todavía implementado. Si quiere hacer esto, debe hacerlo como operaciones separadass. Consulte el problema #896 en github.",
    "LosslessCut project": "Proyecto LosslessCut",
    "Please create an issue at <1>https://github.com/mifi/lossless-cut/issues</1> where you describe what you were doing.": "Cree un reporte en <1>https://github.com/mifi/lossless-cut/issues</1> con la descripción de lo que estaba haciendo.",
    "Whether or not to sanitize output file names (sanitizing removes special characters)": "Limpiar o no los nombres de salida de archivos (limpiar elimina carácteres especiales)",
    "Trash original source file": "Eliminar archivo original",
    "Do you want to merge/concatenate the files or load them for batch processing?": "¿Desea fusionar/concatenar los archivos o cargarlos para el procesamiento por lotes?",
    "The project will be stored alongside the input file as a project LLC file": "El proyecto se guardara al lado del archivo de entrada como archivo de proyecto LLC",
    "Subtitle": "Subtítulo",
    "Confirm": "Confirme",
    "Accurate time but could leave an empty portion at the beginning of the video. Equiv to": "Tiempo exacto, pero podría dejar una parte vacía al comienzo del video. equivale a",
    "Fast: Remux video, encode audio (fails if unsupported video codec)": "Rápido: Remux video, codifica audio (falla si el códec de video no es compatible)",
    "Clear working directory": "Limpiar directorio de trabajo",
    "Template results in duplicate file names": "La plantilla da como resultado nombres de archivo duplicados",
    "Press confirm to grant LosslessCut permissions to write the project file (This is due to App Sandbox restrictions)": "Pulse confirmar para permitir a LosslessCut escribir en el archivo de proyecto (debido a las restricciones se la aplicación Sandbox)",
    "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).": "Este cuadro de diálogo se puede utilizar para concatenar archivos en serie, p. uno después del otro:\n[archivo1][archivo2][archivo3]\nNO se puede usar para fusionar pistas en paralelo (como agregar una pista de audio a un video).\nAsegúrese de que todos los archivos tengan exactamente los mismos códecs y parámetros de códec (fps, resolución, etc.).",
    "This experimental feature will re-encode the part of the video from the cutpoint until the next keyframe in order to attempt to make a 100% accurate cut. Only works on some files. I've had success with some h264 files, and only a few h265 files. See more here: {{url}}": "Esta característica experimental volverá a codificar la parte del video desde el punto de corte hasta el siguiente fotograma clave para intentar hacer un corte 100 % preciso. Solo funciona en algunos archivos. He tenido éxito con algunos archivos h264 y solo con algunos archivos h265. Ver más aquí: {{url}}",
    "You have enabled the \"invert segments\" mode <1></1> which will cut away selected segments instead of keeping them. But there is no space between any segments, or at least two segments are overlapping. This would not produce any output. Either make room between segments or click the Yinyang <3></3> symbol below to disable this mode.": "Ha habilitado el modo \"invertir segmentos\" <1></1> que eliminará los segmentos seleccionados en lugar de conservarlos. Pero no hay espacio entre ningún segmento, o al menos dos segmentos se superponen. Esto no produciría ningún resultado. Deje espacio entre los segmentos o haga clic en el símbolo Yinyang <3></3> a continuación para desactivar este modo.",
    "About LosslessCut": "Acerca de LosslessCut",
    "Shift all segments on the timeline by this amount. Negative values will be shifted back, while positive value will be shifted forward in time.": "Desplace todos los segmentos en la línea de tiempo en esta cantidad. Los valores negativos se desplazarán hacia atrás, mientras que los valores positivos se desplazarán hacia adelante en el tiempo.",
    "Store project file (.llc) in the working directory or next to loaded media file?": "¿Almacenar el archivo de proyecto (.llc) en el directorio de trabajo o al lado del archivo multimedia cargado?",
    "This allows you to specify custom FFmpeg and FFprobe binaries to use. Make sure the \"ffmpeg\" and \"ffprobe\" executables exist in the same directory, and then select the directory.": "Esto le permite especificar los ejecutables FFmpeg y FFprobe personalizados para su uso. Asegúrese de que los ejecutables \"ffmpeg\" y \"ffprobe\" existan en el mismo directorio y luego seleccione el directorio.",
    "A mismatch was detected in at least one file. You may proceed, but the resulting file might not be playable.": "Se ha detectado una discrepancia en al menos un archivo. Puede continuar, pero el archivo resultante podría no ser reproducible.",
    "Add the file to the batch list": "Añadir el archivo a la lista de lotes",
    "<0></0> to show advanced view": "Para mostrar vista avanzada <0></0>",
    "<0></0> to show simple view": "Para mostrar vista simple <0></0>",
    "{{durationMsFormatted}} ms, {{frameCount}} frames": "{{durationMsFormatted}} ms, {{frameCount}} fotogramas",
    "\"ffmpeg\" experimental flag": "\"ffmpeg\" flag experimental",
    "{{selectedSegments}} of {{nonFilteredSegments}} segments selected": "{{selectedSegments}} de {{nonFilteredSegments}} segmentos seleccionados",
    "+{{numFrames}} frames_one": "Fotograma +{{numFrames}}",
    "+{{numFrames}} frames_other": "Fotogramas +{{numFrames}}",
    "⊞ Win": "⊞ Win",
    "⌘ Cmd": "⌘ Cmd",
    "Abort": "Abortar",
    "Add segment tag": "Agregar etiqueta de segmento",
    "<0>If you're having a problem or question about LosslessCut, please first check the links in the <1>Help</1> menu. If you cannot find any resolution, you may ask a question in <3>GitHub discussions</3> or on <5>Discord.</5></0><1>If you believe that you found a bug in LosslessCut, you may <1>report a bug</1>.</1>": "<0>Si tiene un problema o duda sobre LossLessCut, por favor compruebe los enlaces en el menú <1>Ayuda</1>. Si no encuentra solución, puede preguntar en <3>GitHub discussions</3> o en <5>Discord</5>. Si cree haber encontrado un fallo en LossLessCut, puede enviar un mensaje a <1>Reportar un error</1>.</1>",
    "All Files": "Todos los archivos",
    "File names of extracted video frames": "Nombres de archivos de fotogramas de vídeo extraídos",
    "Batch convert files to supported format": "Convertir archivos por lotes a formatos compatibles",
    "Both": "Ambos",
    "Final Cut Pro FCPX / FCPXML": "Final Cut Pro FCPX/FCPXML",
    "Loading": "Cargando",
    "Mouse wheel zoom modifier key": "Tecla modificadora de zoom de la rueda del ratón",
    "Options": "Opciones",
    "Files merged with warning(s)_one": "Archivos fusionados con una advertencia.",
    "Loop beginning and end of current segment": "Bucle al principio y final del segmento actual",
    "At least one resulting file name has no length": "Al menos el nombre de un archivo resultante no tiene longitud",
    "Capture every single frame as an image": "Capturar cada fotograma como una imagen",
    "Capture exactly one image every nth frame": "Capturar exactamente una imagen cada n fotograma",
    "Close current file": "Cerrar archivo actual",
    "Failed to detect black scenes": "No se pudieron detectar escenas negras",
    "Feature request": "Solicitud de función",
    "Files merged with warning(s)_other": "Archivos fusionados con advertencias",
    "Frame number": "Número de fotograma",
    "Frame timestamp": "Marca de tiempo del fotograma",
    "If output does not look right, see the Help menu.": "Si el resultado no se ve bien, consulte el menú Ayuda.",
    "Increase audio volume": "Incrementar volumen del audio",
    "Invalid input": "Entrada inválida",
    "It's generally recommended to set this to one of: {{values}}": "Generalmente se recomienda establecer esto en uno de: {{values}}",
    "Jump to next segment": "Saltar al segmento siguiente",
    "Keep or discard audio tracks": "Conservar o descartar pistas de audio",
    "Merged output file name:": "Nombre del archivo fusionado:",
    "Open selected file": "Abrir archivo seleccionado",
    "Output name(s):_one": "Nombre de archivo de salida:",
    "attachment": "adjunto",
    "audio": "audio",
    "Always open this dialog when opening multiple files": "Abra siempre este cuadro de diálogo al abrir varios archivos",
    "At least one resulting file name contains invalid character(s): {{invalidChars}}": "Al menos el nombre de uno de los archivo resultantes contiene caracteres no válidos: {{invalidChars}}",
    "Backward seek": "Búsqueda hacia atrás",
    "Batch": "Batch",
    "Capture exactly one image every nth second": "Capturar exactamente una imagen cada n segundo",
    "Change preferences": "Cambiar preferencias",
    "Common subtitle formats:": "Formatos de subtítulos comunes:",
    "Combine overlapping segments": "Combinar segmentos superpuestos",
    "Combine selected segments": "Combinar segmentos seleccionados",
    "Common audio formats:": "Formatos de audio comunes:",
    "Copy selected segments times to clipboard": "Copiar los tiempos de los segmentos seleccionados al portapapeles",
    "Failed to detect scene changes": "No se pudieron detectar cambios de escena",
    "FAQ": "FAQ",
    "File is not natively supported. Preview playback may be slow and of low quality, but the final export will be lossless. You may convert the file from the menu for a better preview.": "El archivo no es compatible de forma nativa. La reproducción de vista previa puede ser lenta y de baja calidad, pero la exportación final no tendrá pérdidas. Puede convertir el archivo desde el menú para obtener una mejor vista previa.",
    "Fill gaps between segments": "Rellenar espacios entre segmentos",
    "Forward seek": "Búsqueda hacia adelante",
    "How to use": "Como usar",
    "Invert selected segments": "Invertir segmentos seleccionados",
    "Jump to current segment's end time": "Saltar al final del segmento actual",
    "Jump to previous segment": "Saltar al segmento anterior",
    "Jump to first segment": "Salta al primer segmento",
    "Jump to last segment": "Saltar al último segmento",
    "Keep or discard thumbnail tracks": "Conservar o descartar pistas de miniaturas",
    "Keeping {{numStreamsToCopy}} tracks": "Conservando {{numStreamsToCopy}} pistas",
    "Keep all tracks": "Conservar todas las pistas",
    "Label selected segments": "Etiquetar segmentos seleccionados",
    "Manually input current segment's end time": "Ingrese manualmente el tiempo de finalización del segmento actual",
    "Manually input current segment's start time": "Ingrese manualmente el momento de inicio del segmento actual",
    "Next keyframe": "Siguiente fotograma clave",
    "No file is loaded": "Ningún archivo cargado",
    "Open the file": "Abrir el archivo",
    "Open next file": "Abrir siguiente archivo",
    "Open previous file": "Abrir archivo previo",
    "Output file name": "Nombre del archivo de salida",
    "Allow multiple instances of LosslessCut to run concurrently? (experimental)": "Permitir que se ejecuten varias instancias de LosslessCut simultáneamente (experimental)",
    "Advanced settings are currently not visible.": "La configuración avanzada actualmente no está visible.",
    "Align segment times to keyframes": "Alinear los tiempos de los segmentos con los fotogramas clave",
    "All segments match this expression.": "Todos los segmentos coinciden con esta expresión.",
    "All tracks have been extracted": "Todas las pistas han sido extraidas",
    "API action name: {{action}}": "Nombre de la acción API: {{acción}}",
    "At least one codec is not supported by the selected output file format. Try another output format or try to disable one or more tracks.": "Al menos un códec no es compatible con el formato de archivo de salida seleccionado. Pruebe con otro formato de salida o intente desactivar una o más pistas.",
    "At least one resulting file name ends with a whitespace character or a dot, which is not allowed.": "Al menos el nombre de un archivo resultante termina con un carácter de espacio en blanco o un punto, lo cual no está permitido.",
    "At least one resulting file name is the same as the input path": "Al menos un nombre de archivo resultante es el mismo que la ruta de entrada",
    "At least one resulting file will have a too long path": "Al menos un archivo resultante tendrá una ruta demasiado larga",
    "Audio track": "Pista de audio",
    "Backward seek (longer)": "Búsqueda hacia atrás (más larga)",
    "Bind new key to action": "Vincular nueva clave a la acción",
    "Cannot open anything else than regular files": "No se puede abrir nada más que archivos normales",
    "Chapters": "Capítulos",
    "Cleanup files after export?": "Borrar archivos después de la exportación",
    "Clear batch file list after merge": "Borrar la lista de archivos por lotes después de la fusión",
    "Close current screen": "Cerrar la pantalla actual",
    "Close currently opened file": "Cerrar el archivo actualmente abierto",
    "Convert subtitiles into segments": "Convertir subtítulos en segmentos",
    "Combination is invalid": "La combinación es inválida",
    "Common video/audio formats:": "Formatos comunes de vídeo/audio:",
    "Convert current file to supported format": "Convertir el archivo actual a formato compatible",
    "Failed to export": "No se pudo exportar",
    "FCPXML files": "Archivos FCPXML",
    "Failed to extract frames": "No se pudieron extraer fotogramas",
    "Failed to extract tracks": "No se pudieron extraer las pistas",
    "Failed to merge": "Fallo al fusionar",
    "FFmpeg": "FFmpeg",
    "FFmpeg-assisted playback": "Reproducción asistida por FFmpeg",
    "Focus segment at cursor": "Segmento de enfoque en el cursor",
    "GPS track": "Pista GPS",
    "Keyboard, mouse and input": "Teclado, ratón y entrada",
    "Merge finished": "Fusión finalizada",
    "Merge/concatenate with current file": "Fusionar/concatenar con el archivo actual",
    "More settings": "Otras configuraciones",
    "Mute preview": "Silenciar vista previa",
    "Open file": "Abrir archivo",
    "Open folder": "Abrir carpeta",
    "Are you sure?": "¿Está seguro?",
    "Check for updates on startup?": "Buscar actualizaciones al inicio",
    "Check compatibility": "Comprobar compatibilidad",
    "Note that depending on input parameters, up to {{estimatedMaxNumFiles}} files may be produced!": "¡Tenga en cuenta que, dependiendo de los parámetros de entrada, se pueden producir hasta {{estimatedMaxNumFiles}} archivos!",
    "Note that also other settings from the normal export dialog apply to this merge function. For more information about all options, see the export dialog.": "Tenga en cuenta que también se aplican otras configuraciones del cuadro de diálogo de exportación normal a esta función de combinación. Para obtener más información sobre todas las opciones, consulte el cuadro de diálogo de exportación.",
    "Capture frames that differ the most from the previous frame": "Capturar los fotogramas que más difieran del anterior",
    "Capture the best image every nth second": "Capturar la mejor imagen cada n segundo",
    "Nearest keyframe": "Fotograma clave más próximo",
    "Alt": "Alt",
    "Aligning segments to keyframes": "Alinear segmentos con fotogramas clave",
    "All other formats:": "Todos los demás formatos:",
    "Change FPS": "Cambiar FPS",
    "Combination is already bound to \"{{alreadyBoundKey}}\". Do you want to replace the existing binding?": "La combinación ya está asociada a '{{alreadyBoundKey}}'. ¿Quiere reemplazar la combinación existente?",
    "Configuration file": "Archivo de configuración",
    "Extraneous track {{index}}": "Pista extraña {{index}}",
    "Failed to detect silent scenes": "No se pudo detectar escenas silenciosas",
    "Failed to download URL": "Fallo al descargar URL",
    "Failed to import project file": "Fallo al importar el archivo de proyecto",
    "Failed to include track": "Fallo al incluir pista",
    "Failed to load subtitles from track {{index}}": "Fallo al cargar subtítulos desde pista {{index}}",
    "Fastest: FFmpeg-assisted playback": "Más rápido: reproducción asistida por FFmpeg",
    "FFmpeg capture method might sometimes capture more correct colors, but the captured snapshot might be off by one or more frames, relative to the preview.": "El método de captura FFmpeg a veces puede capturar colores más correctos, pero la instantánea capturada puede estar desviada en uno o más fotogramas, en relación con la vista previa.",
    "File compatibility check is not enabled, so the merge operation might not produce a valid output. Enable \"Check compatibility\" below to check file compatibility before merging.": "La verificación de compatibilidad de archivos no está habilitada, por lo que es posible que la operación de combinación no produzca un resultado válido. Habilite 'Verificar compatibilidad' a continuación para verificar la compatibilidad de los archivos antes de fusionarlos.",
    "Forward seek (longer)": "Búsqueda hacia adelante (más larga)",
    "Forward seek (longest)": "Búsqueda directa (aún más larga)",
    "Frames have been extracted": "Los fotogramas han sido extraidos",
    "HTML video tag": "Etiqueta de vídeo HTML",
    "Increase font size": "Incrementar tamaño de fuente",
    "Input has {{numStreamsTotal}} tracks": "La entrada tiene {{numStreamsTotal}} pistas",
    "Jump to current segment's start time": "Saltar al inicio del segmento actual",
    "Jump to end time": "Saltar al punto final",
    "kbit/s": "kbit/s",
    "Log file": "Archivo log",
    "Merge options": "Opciones de fusión",
    "Mini-waveform has been enabled. Click again to enable full-screen waveform": "Se ha habilitado la miniforma de onda. Haga clic nuevamente para habilitar la forma de onda en pantalla completa",
    "Minimum change between two frames to be considered a new scene. A value between 0.3 and 0.5 is generally a sane choice.": "Cambio mínimo entre dos fotogramas para que se considere una nueva escena. Un valor entre 0,3 y 0,5 suele ser una elección correcta.",
    "Minimum numeric padded length": "Tamaño minímo relleno numérica",
    "Mismatches detected": "Ninguna coincidencia detectada",
    "Mouse wheel frame seek modifier key": "Botón de edición de búsqueda de fotogramas con la rueda del ratón",
    "Mouse wheel keyframe seek modifier key": "Tecla modificadora de búsqueda de fotogramas clave de la rueda del ratón",
    "No binding": "Sin vinculación",
    "No editable parameters for this stream.": "Parámetros no editables para esta transmisión.",
    "No segments match this expression.": "Ningún segmento coincide con esta expresión.",
    "Non-global": "No comparable",
    "None": "Ninguno",
    "Open media from URL": "Abrir medios desde URL",
    "Open URL": "Abrir URL",
    "Options affecting exported files": "Opciones que afectan a los archivos exportados",
    "Output file name is the same as the source file name. This increases the risk of accidentally overwriting or deleting source files!": "El nombre del archivo de salida es el mismo que el nombre del archivo de origen. ¡Esto aumenta el riesgo de sobrescribir o eliminar accidentalmente archivos fuente!",
    "Output file names are not sanitized. Try to enable sanitazion or check your segment labels for invalid characters.": "Los nombres de los archivos de salida no se optimizan. Intente habilitar la optimización o verifique las etiquetas de sus segmentos para detectar caracteres no válidos.",
    "Backward seek (longest)": "Búsqueda hacia atrás (aún más larga)",
    "Could not open media due to error {{errorCode}}": "No se pudo abrir los medios debido al error {{errorCode}}",
    "Jump to start time": "Saltar a la hora de inicio",
    "Loop current segment": "Bucle segmento actual",
    "Losslessly download a whole media file from the specified URL, mux it into an mkv file and open it in LosslessCut. This can be useful if you need to download a video from a website, e.g. a HLS streaming video. For example in Chrome you can open Developer Tools and view the network traffic, find the playlist (e.g. m3u8) and copy paste its URL here.": "Descargue sin pérdidas un archivo multimedia completo desde la URL especificada, mézclelo en un archivo mkv y ábralo en LosslessCut. Esto puede resultar útil si necesita descargar un vídeo de un sitio web, p.e. un vídeo en streaming HLS. Por ejemplo, en Chrome puede abrir Herramientas de desarrollo y ver el tráfico de red, buscar la lista de reproducción (por ejemplo, m3u8) y copiar y pegar su URL aquí.",
    "Frames extracted to: {{path}}": "Fotogramas extraídos en: {{path}}",
    "Output file name template results in duplicate file names (you are trying to export multiple files with the same name). You can fix this for example by adding the \"{{segNumVariable}}\" variable.": "La plantilla de nombre de archivo de salida da como resultado nombres de archivo duplicados (está intentando exportar varios archivos con el mismo nombre). Puede solucionar este problema, por ejemplo, agregando la variable \"{{segNumVariable}}\".",
    "Output file already exists, refusing to overwrite. You can turn on overwriting in settings.": "El archivo de salida ya existe y no se puede sobrescribir. Puede activar la sobrescritura en la configuración.",
    "Output file name template": "Plantilla del nombre del archivo de salida",
    "Output name(s):_other": "Nombre de los archivos de salida:",
    "Overwrite existing files": "Sobreescribir archivos existentes",
    "Play": "Reproducir",
    "Permanently delete the files if trash fails?": "Eliminar de forma permanente los archivos si falla la papelera",
    "Play selected segments in order": "Reproducir segmentos seleccionados en orden",
    "Play/pause (no reset speed)": "Reproducir/pausar (sin restablecer velocidad)",
    "Pause": "Pausa",
    "Play current segment once": "Reproducir segmento actual una vez",
    "Overwrite files when exporting, if a file with the same name as the output file name exists?": "Sobrescribir archivos al exportar, si existe un archivo con el mismo nombre que el nombre del archivo de salida",
    "Overwrite output setting is disabled and some files might have been skipped.": "La configuración de sobrescritura de salida está deshabilitada y es posible que se hayan omitido algunos archivos.",
    "Playback rate": "Velocidad de reproducción",
    "Ctrl": "Ctrl",
    "Custom FFmpeg directory (experimental)": "Directorio FFmpeg personalizado (experimental)",
    "Detect scene changes": "Reconocer cambios de escena",
    "Detecting scene changes": "Detección de cambios de escena",
    "Create segments from keyframes": "Crear segmentos a partir de fotogramas clave",
    "Cut mode": "Modo de corte",
    "Current frame has been set as cover art": "El fotograma actual se ha establecido como imagen de portada",
    "Delete": "Borrar",
    "Detect silent scenes": "Reconocer escenas sin sonido",
    "Create segments from subtitles": "Crear segmentos a partir de los subtítulos",
    "Cutlist": "Lista de cortes",
    "Decrease audio volume": "Disminuir el volumen del audio",
    "Detect black scenes": "Reconocer escenas oscuras",
    "Deselect all segments": "Desmarcar todos los segmentos",
    "Create random segments": "Crear segmentos aleatorios",
    "Cutpoints may be inaccurate.": "Los puntos de corte pueden ser inexactos.",
    "Decrease font size": "Reducir el tamaño de la fuente",
    "Detecting black scenes": "Reconocer escenas oscuras",
    "Cut at the preceding keyframe (not accurate time.) Equiv to": "Cortar en el fotograma clave anterior (tiempo no exacto). Equivalente a",
    "Please press your desired key combination. Make sure it doesn't conflict with any other binding or system hotkeys.": "Por favor, presione la combinación de teclas deseada. Asegúrese de que no entre en conflicto con ningún otro enlace o tecla de acceso rápido del sistema.",
    "Playback/preview segments only": "Reproducción/ vista previa sólo de segmentos",
    "Please confirm folder": "Por favor, confirme la carpeta",
    "Please enter a valid number.": "Por favor, introduzca un número válido.",
    "Please enter a JavaScript expression.": "Por favor, introduzca una expresión de JavaScript.",
    "Please send an email to <1>losslesscut@mifi.no</1> where you describe what you were doing.": "Por favor, envíe un correo a <1>losslesscut@mifi.no</1> y descríbanos qué estaba haciendo.",
    "Please select a working directory first": "Por favor, seleccione primero un directorio de trabajo",
    "Please test the output file in your desired player/editor before you delete the source file.": "Por favor, pruebe el archivo de salida en su reproductor/editor favorito antes de eliminar el archivo fuente.",
    "Please test the output files in your desired player/editor before you delete the source files.": "Por favor, pruebe el archivo de salida en su reproductor/editor favorito antes de eliminar los archivos fuente.",
    "Prefer strong colors": "Prefiere colores fuertes",
    "Prompts and dialogs": "Mensajes y cuadros de diálogo",
    "Previous keyframe": "Fotograma clave anterior",
    "Remove key binding": "Eliminar atajos de teclado",
    "Quit LosslessCut": "Salir de LossLessCut",
    "Reload current media": "Recargar medio actual",
    "Reset font size": "Restablecer tamaño de la fuente",
    "Press confirm to grant LosslessCut access to write the project file (due to App Sandbox restrictions).": "Presione confirmar para otorgar acceso a LosslessCut para escribir el archivo del proyecto (debido a las restricciones de App Sandbox).",
    "Sanitize file names": "Optimizar nombres de los archivos",
    "Precise": "Preciso",
    "Preserve chapters": "Conservar capítulos",
    "Preserve metadata": "Conservar metadatos",
    "Remove selected segments": "Eliminar segmentos seleccionados",
    "Replace": "Reemplazar",
    "Resulting segment file names_one": "Nombre del archivo resultante",
    "Resulting segment file names_other": "Nombre de los archivos resultantes",
    "Save": "Guardar",
    "See <1>Help</1> menu for help": "Consulte <1>Ayuda</1> para ayuda adicional",
    "Seek one key frame": "Buscar un fotograma clave",
    "Segment label (exact)": "Etiqueta de segmento (exacta)",
    "Segment label (regexp)": "Etiqueta de segmento (regexp)",
    "Segment mode: \"{{mode1}}\" will create segments bounding the silent sections. \"{{mode2}}\" will create segments that start/stop at the center of each silent section.": "Modo de segmento: \"{{mode1}}\" creará segmentos que delimitan las secciones silenciosas. \"{{mode2}}\" creará segmentos que se inician/detienen en el centro de cada sección silenciosa.",
    "Seek one frame": "Buscar un fotograma",
    "Segment duration less than 5 seconds": "Duración del segmento inferior a 5 segundos.",
    "Segment mode: \"{{mode1}}\" will create segments bounding the black sections. \"{{mode2}}\" will create segments that start/stop at the center of each black section.": "Modo de segmento: \"{{mode1}}\" creará segmentos que delimitan las secciones negras. \"{{mode2}}\" creará segmentos que comienzan/paran en el centro de cada sección negra.",
    "Segment starts after 01:00": "Segmento comienza después de las 01:00",
    "Segment tag value": "Valor de la etiqueta del segmento",
    "Shift": "Mayúscula",
    "Select only this segment": "Seleccionar sólo este segmento",
    "Set noise tolerance. Can be specified in dB (in case \"dB\" is appended to the specified value) or amplitude ratio. Default is -60dB, or 0.001.": "Establecer la tolerancia al ruido. Se puede especificar en dB (en caso de que se agregue \"dB\" al valor especificado) o en relación de amplitud. El valor predeterminado es -60 dB o 0,001.",
    "Set the minimum detected black duration expressed in seconds. It must be a non-negative floating point number.": "Establezcer la duración mínima de escenas en negro expresada en segundos. Debe ser un número de coma flotante no negativo.",
    "Set the threshold for considering a pixel \"black\".": "Establezca el umbral para considerar un pixel \"negro\".",
    "Select custom FFmpeg directory": "Seleccione carpeta personalizada para FFmpeg",
    "Set current frame as cover art": "Establecer fotograma actual como portada",
    "Set minimum silence duration that will be converted into a segment.": "Establezcer la duración mínima del silencio que se convertirá en un segmento.",
    "Segments to chapters": "Segmentos a capítulos",
    "Segments to chapters mode is active, this means that the file will not be cut. Instead chapters will be created from the segments.": "El modo segmentos a capítulos está activado, esto significa que el archivo no será cortado. En su lugar, se crearán capítulos a partir de los segmentos.",
    "Select all segments": "Seleccionar todos los segmentos",
    "Select segments by expression": "Seleccionar segmentos por expresión",
    "Set the threshold for considering a picture \"black\".": "Establezca el umbral para considerar una imagen \"negra\".",
    "Select playback quality": "Seleccionar calidad de reproducción",
    "Select segments by label": "Seleccionar segmentos por etiqueta"
}
