{
    "Key frames will show on the timeline. You need to zoom in to view them": "Les images clés apparaîtront sur la ligne temporelle. Vous devrez zoomer pour les visualiser.",
    "Muted preview (exported file will not be affected)": "Prévisualisation muette (le fichier exporté ne sera pas affecté)",
    "Unable to save your preferences. Try to disable any anti-virus": "Impossible de sauvegarder vos paramètres. Réessayez en désactivant tout anti-virus.",
    "Zoom out timeline": "Zoomer en arrière sur la ligne temporelle",
    "Zoom in timeline": "Zoom sur la ligne temporelle",
    "Toggle zoom between 1x and a calculated comfortable zoom level": "Basculer le zoom entre 1x et un niveau de zoom confortable calculé",
    "Timeline/zoom operations": "Opérations de ligne temporelle/zoom",
    "Select next segment": "Sélectionner le segment suivant",
    "Select previous segment": "Sélectionner le segment précédent",
    "Remove current segment": "Supprimer le segment courant",
    "Add cut segment": "Ajouter un segment de coupure",
    "Mark out / cut end point for current segment": "Marquer / couper le point de fin du segment en cours",
    "Mark in / cut start point for current segment": "Marquer / couper le point de départ du segment en cours",
    "Segments and cut points": "Segments et points de coupure",
    "Jump to cut end": "Sauter à la fin de la coupure",
    "Seek forward 1% of timeline at current zoom": "Avancer de 1% de la ligne temporelle au zoom actuel",
    "Seek backward 1% of timeline at current zoom": "Reculer de 1% de la ligne temporelle au zoom actuel",
    "Seek forward 1 sec": "Avancer de 1s",
    "Seek backward 1 sec": "Reculer de 1s",
    "Seek to next keyframe": "Aller à l'image clé suivante",
    "Seek to previous keyframe": "Aller à l'image clé précédente",
    "Step forward 1 frame": "Avance d'une image",
    "Step backward 1 frame": "Recul d'une image",
    "Seeking": "Chercher",
    "Speed up playback": "Accélérer la lecture",
    "Slow down playback": "Ralentir la lecture",
    "Play/pause": "Jouer/pause",
    "Playback": "Lecture",
    "Show/hide help screen": "Afficher/masquer l'écran d'aide",
    "Keyboard & mouse shortcuts": "Raccourcis clavier et souris",
    "For usage help and issues, please go to:": "Pour de l'aide et des questions d'utilisation, veuillez visiter :",
    "We are on the first keyframe": "Nous en sommes à la première image clé",
    "Failed to find any prev keyframe": "Impossible de trouver une image clé précédente",
    "We are on the first frame": "Nous en sommes à la première image",
    "Failed to find any prev frame": "Impossible de trouver une image précédente",
    "We are on the last frame": "Nous en sommes à la dernière image",
    "Failed to find next keyframe": "Impossible de trouver l'image clé suivante",
    "Less than 2 frames found": "Moins de 2 images trouvées",
    "Unsupported platform": "Plateforme non prise en charge",
    "Invalid start or end value. Must contain a number of seconds": "Valeur de début ou de fin invalide. Dois contenir un nombre de secondes.",
    "One or more rows does not have 3 columns": "Une ou plusieurs lignes n'ont pas 3 colonnes",
    "No rows found": "Aucune ligne trouvée",
    "Done": "Terminé",
    "Timeline trackpad/wheel sensitivity": "Sensibilité du trackpad/molette de la ligne temporelle",
    "Show sidebar": "Afficher la barre latérale",
    "Rotation preview": "Aperçu de la rotation",
    "Mute preview? (will not affect output)": "Silencer l'aperçu ? (n'affectera pas la sortie)",
    "DROP FILE(S)": "DÉPOSER FICHIER(S)",
    "Discard": "Abandonner",
    "Extract": "Extrait",
    "Capture frame format": "Format de la capture d'image",
    "All formats:": "Tous les formats :",
    "Common formats:": "Formats courants  :",
    "(detected)": "(détecté)",
    "Format": "Format",
    "Output format": "Format de sortie",
    "Failed to batch convert to supported format": "Échec de la conversion par lots vers le format supporté",
    "Failed to convert files:": "Échec de la conversion des fichiers :",
    "Aborted": "Interrompu",
    "Batch converting to supported format": "Conversion par lots vers un format supporté",
    "Select files to batch convert to supported format": "Sélectionner les fichiers à convertir par lot vers format supporté",
    "Failed to export CSV": "Échec de l'exportation CSV",
    "File exists, bailing": "Le fichier existe, arrêt",
    "CSV files": "Fichiers CSV",
    "Are you sure you want to close the current file?": "Êtes-vous sûr de vouloir fermer le fichier actuel ?",
    "Failed to convert file. Try a different conversion": "Échec de la conversion du fichier. Essayez une autre conversion.",
    "You need to choose something!": "Vous devez choisir quelque chose !",
    "Include all tracks from the new file": "Inclure toutes les pistes du nouveau fichier",
    "Open the file instead of the current one": "Ouvrir le fichier au lieu de l'actuel",
    "You opened a new file. What do you want to do?": "Vous avez ouvert un nouveau fichier. Que voulez-vous faire ?",
    "Failed to extract all streams": "Échec à l'extraction de tous les flux",
    "All streams have been extracted as separate files": "Tous les flux ont été extraits dans des fichiers séparés",
    "Extracting all streams": "Extraction de tous les flux",
    "Unsupported file": "Fichier non supporté",
    "The audio track is not supported. You can convert to a supported format from the menu": "La piste audio n'est pas prise en charge. Vous pouvez la convertir vers un format pris en compte à partir du menu.",
    "Unable to determine file format": "Impossible de déterminer le format du fichier",
    "Loading file": "Chargement du fichier",
    "Failed to load project file": "Impossible de charger le fichier de projet",
    "Invalid start or end values for one or more segments": "Valeurs de début ou de fin invalides pour un ou plusieurs segments",
    "Playback rate:": "Vitesse de lecture :",
    "Unable to playback rate right now": "Impossible de régler la vitesse de lecture maintenant",
    "Failed to capture frame": "Échec de la capture de la trame",
    "Screenshot captured to:": "Capture d'écran enregistrée ici  :",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, try to toggle \"Keyframe cut\" or try a different format.": "Fini  ! Note : les points de coupure peuvent être imprécis. Assurez-vous de tester les fichiers produits dans le lecteur/éditeur de votre choix avant de supprimer la source. Si le résultat n'est pas satisfaisant, essayer de basculer sur \"coupure des images clés\" ou essayez un autre format vidéo.",
    "Unprocessable streams were exported as separate files.": "Les flux non traitables ont été exportés dans des fichiers séparés.",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Il y a un problème connu avec les coupures des vidéos HEVC d'iPhone. Le fichier résultant pourrait ne pas fonctionner sur tous les lecteurs.",
    "Exporting": "Exportation",
    "No segments to export": "Pas de segment à exporter",
    "No tracks selected for export": "Pas de piste sélectionnée pour l'export",
    "Start time must be before end time": "Le temps de début doit être avant le temps de fin",
    "Report": "Rapporter",
    "OK": "OK",
    "Unable to export this file": "Impossible d'exporter ce fichier",
    "File has been permanently deleted": "Le fichier a été supprimé définitivement",
    "Permanently delete": "Supprimer définitivement",
    "Unable to move source file to trash. Do you want to permanently delete it?": "Impossible de mettre le fichier source à la poubelle. Voulez-vous le supprimer définitivement  ?",
    "File has been moved to trash": "Le fichier a été mis à la poubelle",
    "Deleting source": "Suppression de la source",
    "Trash it": "Mettre à la poubelle",
    "Are you sure you want to move the source file to trash?": "Êtes-vous certain(e) de vouloir mettre le fichier source à la poubelle ?",
    "Converting to supported format": "Conversion en cours vers un format pris en compte",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Format de vidéo non pris en compte nativement. La prévisualisation pourrait ne pas avoir d'audio, ou de l'audio de basse qualité. L'export final ne devrait cependant pas souffrir de défaut concernant l'audio. Vous pourrez la convertir depuis le menu pour une meilleure prévisualisation avec l'audio.",
    "Unable to playback this file. Try to convert to supported format from the menu": "Impossible de jouer ce fichier. Essayez de le convertir vers un format pris en charge depuis le menu.",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "La découpe sera faite à la position exacte, mais pourra laisser un espace vide au début du fichier. Il sera peut-être nécessaire de placer le point de coupure quelques images avant l'image clé suivante pour obtenir une découpe précise.",
    "Keyframe cut disabled": "Coupure sur image clé désactivée",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "La coupure aura lieu à l'image clé précédant immédiatement le point de coupure désiré. C'est l'action recommandée pour la plupart des fichiers.",
    "Keyframe cut enabled": "Coupure sur image clé activée",
    "Files merged!": "Les fichiers ont été fusionnés !",
    "Failed to merge files. Make sure they are all of the exact same codecs": "Échec de la fusion des fichiers. Assurez-vous qu'ils utilisent les même codecs",
    "Merging": "Fusion en cours",
    "You have no write access to the directory of this file, please select a custom working dir": "Vous n'avez pas le droit de modifier le contenu de ce dossier. Veuillez sélectionner un autre dossier de travail",
    "Unable to save project file": "Impossible de sauvegarder le fichier projet",
    "Select output folder": "Choisir un dossier de sortie",
    "Where do you want to save output files? Make sure there is enough free space in this folder": "Où voulez-vous enregistrer les fichiers de sortie ? Assurez-vous d'avoir assez d'espace libre dans ce dossier.",
    "Where do you want to save output files?": "Où voulez-vous sauvegarder les fichiers de sortie ?",
    "These options will let you convert files to a format that is supported by the player. You can try different options and see which works with your file. Note that the conversion is for preview only. When you run an export, the output will still be lossless with full quality": "Ces options vous permettront de convertir les fichiers vers un format pris en charge par le lecteur. Vous pouvez essayer différentes options et voir ce qui fonctionne avec votre fichier. Notez que la conversion est uniquement destinée à l'aperçu. Lorsque vous effectuez une exportation, le résultat sera toujours sans perte et de qualité optimale.",
    "Convert to supported format": "Convertir au format supporté",
    "Slowest: High quality encode": "Le plus lent : encodage de haute qualité",
    "Slow: Low quality encode": "Lent : encodage basse qualité",
    "Slow: Low quality encode (no audio)": "Lent : encodage de faible qualité (pas d'audio)",
    "Fast: Full quality remux, likely to fail": "Rapide : remux (assemblage) de pleine qualité, susceptible d'échouer",
    "Fast: Full quality remux (no audio), likely to fail": "Rapide : remux (assemblage) de pleine qualité (pas d'audio), susceptible d'échouer",
    "Fastest: Low playback speed": "Le plus rapide : faible vitesse de lecture",
    "Fastest: Low playback speed (no audio)": "Le plus rapide : faible vitesse de lecture (pas d'audio)",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. Useful for viewing/cutting videos according to timecodes)": "Au lieu d'une vidéo qui semble commencer à 0, vous pouvez la décaler par une valeur spécifiée. Cela ne s'applique qu'à l'aperçu à l'intérieur de LosslessCut et ne modifie en rien le fichier. Utile pour visionner/couper des vidéos en fonction des codes temporels)",
    "Set custom start time offset": "Définir un décalage personnalisé du temps de départ",
    "Failed to run ffmpeg:": "Échec d'exécution de ffmpeg :",
    "Close": "Fermer",
    "Show": "Afficher",
    "Cut mode is:": "Le mode de coupure est :",
    "Separate files": "Fichiers séparés",
    "Merge cuts": "Fusionner les coupures",
    "Export to separate files": "Exporter vers des fichiers séparés",
    "Auto merge segments to one file after export": "Fusion automatique des segments en un seul fichier après exportation",
    "Working dir unset": "Répertoire de travail non-défini",
    "Working dir set": "Répertoire de travail défini",
    "Discard audio": "Abandonner l'audio",
    "Keep audio": "Conserver l'audio",
    "Discard audio tracks": "Abandonner les pistes audio",
    "Keep audio tracks": "Conserver les pistes audio",
    "Discard audio? Current:": "Abandonner l'audio ? Actuellement :",
    "Tracks": "Pistes",
    "Jump to end of video": "Sauter à la fin de la vidéo",
    "Set cut end to current position": "Définir la fin de la coupure à la position actuelle",
    "Seek next keyframe": "Chercher l'image clé suivante",
    "One frame forward": "Une image en avant",
    "One frame back": "Une image en arrière",
    "Seek previous keyframe": "Chercher l'image clé précédente",
    "Set cut start to current position": "Définir le début de la coupure à la position actuelle",
    "Jump to cut start": "Sauter au début de la coupure",
    "Jump to start of video": "Sauter au début de la vidéo",
    "Show keyframes": "Afficher les images clés",
    "Show thumbnails": "Afficher les miniatures",
    "Show waveform": "Afficher la forme d'onde",
    "Manually input cut end point": "Saisir manuellement le point de sortie de la coupure",
    "Manually input cut start point": "Saisir manuellement le point d'entrée de la coupure",
    "Zoom in more to view waveform": "Zoomer davantage pour voir la forme d'onde",
    "Export each track as individual files": "Exporter chaque piste vers des fichiers individuels",
    "Include more tracks from other file": "Inclure d'autres pistes depuis un autre fichier",
    "Discard or extract unprocessable tracks to separate files?": "Abandonner ou extraire les pistes non traitées vers des fichiers séparés ?",
    "Shortest": "La plus courte",
    "Longest": "La plus longue",
    "When tracks have different lengths, do you want to make the output file as long as the longest or the shortest track?": "Quand les pistes ont des longueurs différentes, voulez-vous que le fichier de sortie soit aussi long que la piste la plus longue ou la plus courte ?",
    "Data": "Données",
    "Bitrate": "Débit binaire",
    "Frames": "Images",
    "Codec": "Codec",
    "Tag": "Étiquette",
    "Type": "Type",
    "Keep?": "Conserver",
    "Click to select which tracks to keep when exporting:": "Cliquer pour sélectionner quelles pistes conserver lors de l'export :",
    "File info": "Informations sur le fichier",
    "Stream info": "Informations sur le flux",
    "Current setting": "Paramètre actuel",
    "Settings": "Paramètres",
    "Ask before closing": "Demander avant de fermer",
    "Ask for confirmation when closing app or file?": "Demander confirmation pour fermer l'application ou un fichier",
    "Invert direction": "Inverser le sens",
    "Invert timeline trackpad/wheel direction?": "Inverser le sens de défilement de la ligne temporelle de la molette/du pavé tactile",
    "Change sensitivity": "Changer la sensibilité",
    "Millisecond fractions": "Fractions de millisecondes",
    "Frame numbers": "Nombre d'images",
    "In timecode show": "Afficher dans le code temporel",
    "Snapshot capture format": "Format de capture d’instantané",
    "Auto save project": "Sauvegarde automatique du projet",
    "The project will be stored along with the output files as a CSV file": "Le projet sera stocké avec les fichiers de sortie sous forme de fichier CSV",
    "Auto save project file?": "Sauvegarde automatique du fichier de projet",
    "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(les pistes de données telles que GPS GoPro, télémétrie, etc... ne sont pas copiées par défaut car ffmpeg ne peut pas les couper, ce qui fera que la durée du média reste la même après avoir coupé la vidéo/audio)",
    "Extract unprocessable tracks to separate files or discard them?": "Extraire les pistes non traitables vers des fichiers séparés ou les abandonner",
    "The video inside segments will be kept, while the video outside will be discarded.": "La vidéo à l'intérieur des segments sera conservée, tandis que la vidéo à l'extérieur sera abandonnée.",
    "The video inside segments will be discarded, while the video surrounding them will be kept.": "La vidéo à l'intérieur des segments sera abandonnée, tandis que la vidéo qui les entoure sera conservée.",
    "Remove": "Supprimer",
    "Keep": "Conserver",
    "Choose cutting mode: Remove or keep selected segments from video when exporting?": "Choisissez le mode de découpage : Supprimer ou conserver les segments sélectionnés de la vidéo lors de l'exportation",
    "Normal cut": "Coupure normale",
    "Keyframe cut": "Coupure d'image clé",
    "Keyframe cut mode": "Mode de coupure sur images clés",
    "Separate": "Séparer",
    "Auto merge": "Fusion automatique",
    "Auto merge segments to one file during export or export to separate files?": "Fusionner automatiquement des segments dans un seul fichier lors de l'exportation ou exporter dans des fichiers séparés ?",
    "Same directory as input file": "Même répertoire que le fichier d'entrée",
    "Custom working directory": "Répertoire de travail personnalisé",
    "This is where working files, exported files, project files (CSV) are stored.": "C'est là que sont stockés les fichiers de travail, les fichiers exportés, et les fichiers de projet (CSV).",
    "Working directory": "Répertoire de travail",
    "Output format (default autodetected)": "Format de sortie (auto-détecté par défaut)",
    "System language": "Langue du système",
    "App language": "Langue de l'application",
    "Close sidebar": "Fermer la barre latérale",
    "Segments total:": "Total des segments :",
    "Label segment": "Étiqueter le segment",
    "Change segment order": "Changer l'ordre des segments",
    "Delete current segment": "Supprimer le segment courant",
    "Add segment": "Ajouter un segment",
    "Duration": "Durée",
    "Invalid number entered": "Saisie d'un nombre invalide",
    "Change order of segment": "Changer l'ordre du segment",
    "Max length": "Longueur max",
    "Label current segment": "Étiqueter le segment actuel",
    "No segments to export.": "Pas de segment à exporter.",
    "Make sure you have no overlapping segments.": "Assurez-vous qu'il n'y a pas de segments qui se chevauchent.",
    "Segments to export:": "Segments à exporter :",
    "Capture frame": "Capture d'image",
    "Don't modify": "Ne pas modifier",
    "Set output rotation. Current: ": "Régler la rotation de sortie. Actuelle : ",
    "Export+merge": "Exporter+fusionner",
    "Export {{ num }} segments": "Exporter {{ num }} segments",
    "Export selection": "Exporter la sélection",
    "Export": "Exporter",
    "Send problem report": "Envoyer un rapport de problème",
    "Include all streams?": "Inclure tous les flux ?",
    "Sort your files for merge": "Triez vos fichiers pour les fusionner",
    "Please select files to be merged. The files need to be of the exact same format and codecs": "Veuillez sélectionner les fichiers à fusionner. Les fichiers doivent avoir exactement le même format et les mêmes codecs",
    "Please select files to be merged": "Veuillez sélectionner les fichiers à fusionner",
    "Merge!": "Fusionner  !",
    "More than one file must be selected": "Plusieurs fichiers doivent être sélectionnés",
    "Zoom": "Zoom",
    "Keep selected segments": "Conserver les segments sélectionnés",
    "Discard selected segments": "Abandonner les segments sélectionnés",
    "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "Lorsque vous exportez, les segments sélectionnés sur la ligne temporelle seront CONSERVÉS - les zones environnantes seront ENLEVÉES.",
    "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "Lorsque vous exportez, les segments sélectionnés sur la ligne temporelle seront ENLEVÉS - les zones environnantes seront CONSERVÉES",
    "The last executed ffmpeg commands will show up here after you run operations. You can copy them to clipboard and modify them to your needs before running on your command line.": "Les dernières commandes ffmpeg effectuées apparaîtront ici après l'exécution des opérations. Vous pouvez les copier dans le presse-papiers et les modifier selon vos besoins avant de les exécuter sur votre ligne de commande.",
    "Copied to clipboard": "Copié vers le presse-papier",
    "Copy to clipboard": "Copier vers le presse-papier",
    "Last ffmpeg commands": "Dernières commandes ffmpeg",
    "Hover mouse over buttons in the main interface to see which function they have": "Survolez les boutons de l'interface principale à la souris pour voir quels fonctions ils ont",
    "Delete source file": "Supprimer le fichier source",
    "Capture snapshot": "Capture d’instantané",
    "Export segment(s)": "Exporter les segments",
    "Output actions": "Actions de sortie",
    "Pan timeline": "Panoramique de la ligne temporelle",
    "Mouse scroll/wheel up/down": "Défilement de la souris/roulette haut/bas",
    "Mouse scroll/wheel left/right": "Défilement de la souris/roulette gauche/droite",
    "Zoom in/out timeline": "Zoom avant/arrière de la ligne temporelle",
    "For more help and issues, please go to:": "Pour plus d'aide et de questions, veuillez consulter :",
    "Lossless cutting is not an exact science. For some codecs and files it just works. For others you may need to trial and error depending on the codec, keyframes etc to get the best cut.": "Le découpage sans perte n'est pas une science exacte. Pour certains codecs et fichiers, cela fonctionne tout simplement. Pour d'autres, vous devrez peut-être faire des essais et des erreurs en fonction du codec, des images clés, etc. pour obtenir la meilleure coupe.",
    "Common problems": "Problèmes communs",
    "You need to open a media file first": "Vous devez d'abord ouvrir un fichier média",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "Fini ! Note : les points de coupure peuvent être inexacts. Assurez-vous de tester les fichiers de sortie dans le lecteur/éditeur de votre choix avant de supprimer la source. Si la sortie ne semble pas correcte, consultez la page AIDE.",
    "Advanced view has been enabled. You will now also see non-essential buttons and functions": "La vue avancée a été activée. Vous verrez maintenant les boutons et fonctions non essentielles.",
    "Edit file metadata": "Éditer les métadonnées du fichier",
    "Extract this track as file": "Extraire cette piste en tant que fichier",
    "Edit track metadata": "Éditer les métadonnées de la piste",
    "Track info": "Info piste",
    "Enter value": "Entrer valeur",
    "Lang": "Langue",
    "PotPlayer Bookmarks (.pbf)": "Marque-pages PotPlayer (.pbf)",
    "Failed to fix file duration": "Échec de correction de la durée du fichier",
    "Duration has been fixed": "La durée a été corrigée",
    "Fixing file duration": "Correction de la durée du fichier",
    "MPlayer EDL": "MPlayer EDL",
    "PBF files": "Fichiers PBF",
    "CUE files": "Fichiers CUE",
    "XML files": "Fichiers XML",
    "Failed to export project": "Échec d'exportation du projet",
    "TXT files": "Fichiers TXT",
    "You do not have permission to access this file": "Vous n'avez pas la permission d'accéder à ce fichier",
    "Failed to extract track": "Échec d'extraction de la piste",
    "Track has been extracted": "La piste a été extraite",
    "Extracting track": "Extraction piste",
    "This file does not have a valid duration. This may cause issues. You can try to fix the file's duration from the File menu": "Ce fichier n'a pas une durée valide. Cela pourrait engendrer des problèmes. Vous pouvez essayer de corriger la durée du fichier à partir du menu Fichier",
    "Failed to load segments": "Échec de chargement des segments",
    "No valid segments found": "Pas de segments valides trouvés",
    "No segment to split. Please move cursor over the segment you want to split": "Pas de segment à séparer. Veuillez déplacer le curseur au-dessus du segment que vous voulez séparer.",
    "Unable to move file to trash. Do you want to permanently delete it?": "Impossible de déplacer le fichier dans la corbeille. Voulez-vous le supprimer définitivement ?",
    "Cleanup successful": "Nettoyage réussi",
    "Cleaning up": "Nettoyage",
    "Advanced view disabled. You will now see only the most essential buttons and functions": "Vue avancée désactivée. Vous ne verrez maintenant que les boutons et fonctions les plus essentielles.",
    "Download {{version}}": "Télécharger {{version}}",
    "New version!": "Nouvelle version !",
    "Report an error": "Signaler une erreur",
    "Learn More": "En savoir plus",
    "About": "À propos",
    "Help and shortcuts": "Aide et raccourcis",
    "Merge files": "Fusionner des fichiers",
    "Tools": "Outils",
    "Window": "Fenêtre",
    "View": "Affichage",
    "Extract all tracks": "Extraire toutes les pistes",
    "Reorder segments by start time": "Réordonner les segments par temps de démarrage",
    "Clear all segments": "Effacer tous les segments",
    "Segments": "Segments",
    "Edit": "Modifier",
    "Exit": "Quitter",
    "Fix incorrect duration": "Corriger durée incorrecte",
    "Export project": "Exporter le projet",
    "EDL (MPlayer)": "EDL (MPlayer)",
    "Import project": "Importer un projet",
    "Save project (CSV)": "Sauvegarder le projet (CSV)",
    "Load project (CSV)": "Charger un projet (CSV)",
    "Open": "Ouvrir",
    "File": "Fichier",
    "Are you sure you want to quit?": "Êtes-vous sûr(e) de vouloir quitter ?",
    "Confirm quit": "Confirmer la sortie",
    "Change value": "Changer la valeur",
    "Edit track {{trackNum}} metadata": "Modifier les métadonnées de la piste {{trackNum}}",
    "Please send an email to <1>losslesscut@yankee.no</1> where you describe what you were doing.": "Veuillez envoyer un courriel à <1>losslesscut@yankee.no</1> dans lequel vous décrivez ce que vous faisiez.",
    "Timestamps (TSV/TXT)": "Horodatage (TSV/TXT)",
    "Ask on file open": "Demander à l'ouverture du fichier",
    "Current time": "Temps actuel",
    "Exclude all segments from export": "Exclure tous les segments de l'export",
    "Include all segments in export": "Inclure tous les segments dans l'export",
    "Include this segment in export": "Inclure ce segment dans l'export",
    "Exclude this segment from export": "Exclure ce segment de l'export",
    "Remove segment": "Retirer le segment",
    "Close file and clean up": "Fermer le fichier et nettoyer",
    "Include the following text:": "Inclure le texte suivant :",
    "to show simple view": "Pour afficher la vue simple",
    "to show advanced view": "Pour afficher la vue avancée",
    "Include all tracks?": "Inclure toutes les pistes",
    "Merge/concatenate files": "Fusionner/concaténer des fichiers",
    "Change rotation": "Changer la rotation",
    "Other operations": "Autres opérations",
    "Show this page before exporting?": "Afficher cette page avant l'exportation",
    "Back": "Retour",
    "Cut mode:": "Mode Découpe :",
    "Advanced options": "Options avancées",
    "Output container format:": "Format de sortie du containeur :",
    "Export options": "Options d'export",
    "Report error": "Signaler erreur",
    "Something went wrong": "Quelque chose s'est mal passé",
    "YouTube Chapters": "Chapitres Youtube",
    "Cancel": "Annuler",
    "Trash": "Corbeille",
    "Cleanup files?": "Nettoyer les fichiers",
    "Add metadata": "Ajout de métadonnées",
    "Import chapters": "Importer des chapitres",
    "Ignore chapters": "Ignorer des chapitres",
    "Default": "Défaut",
    "Variables": "Variables",
    "Reset": "Réinitialiser",
    "Preview": "Prévisualisation",
    "No": "Non",
    "Yes": "Oui",
    "Toggle advanced view": "Vue avancée",
    "Split segment at cursor": "Séparer le segment à la position actuelle",
    "Clear working directory": "Retirer le répertoire de travail",
    "Set a different <1>Working directory</1>": "Choisir un autre <1>Répertoire de travail</1>",
    "Toggle Developer Tools": "Activer/Désactiver les Outils de Développement",
    "Minimize": "Réduire",
    "Toggle Full Screen": "Activer/Désactiver le mode Plein Écran",
    "Create fixed duration segments": "Créer des segments à durée fixe",
    "Redo": "Rétablir",
    "Undo": "Revenir",
    "Next file": "Fichier suivant",
    "Previous file": "Fichier précédent",
    "LosslessCut project": "Projet LosslessCut",
    "Confirm": "Confirmer",
    "You ran out of space": "Plus d'espace libre",
    "Subtitle": "Sous-titres",
    "Merge & Separate": "Fusionner & Séparer",
    "Failed to open file": "Échec de l'ouverture du fichier",
    "Loading subtitle": "Chargement des sous-titres",
    "Invalid JSON": "JSON invalide",
    "Help": "Aide",
    "Select All": "Tout sélectionner",
    "Paste": "Coller",
    "Copy": "Copier",
    "Cut": "Couper",
    "All Files": "Tous les fichiers",
    "Alt": "Alt",
    "Ask about what to do when opening a new file when another file is already already open?": "Demande ce qu'il faut faire lorsqu'on ouvre un nouveau fichier alors qu'un autre fichier est déjà ouvert",
    "Always open this dialog when opening multiple files": "Cette boîte de dialogue s'ouvre toujours lors de l'ouverture de plusieurs fichiers",
    "An error has occurred.": "Une erreur est survenue.",
    "At least one resulting file name has no length": "Au moins un nom de fichier résultant n'a pas de longueur",
    "At least one resulting file name is the same as the input path": "Au moins un nom de fichier résultant est identique au chemin d'entrée",
    "Are you sure you want to close the loaded batch of files?": "Êtes-vous sûr de vouloir fermer le lot de fichiers chargé ?",
    "A mismatch was detected in at least one file. You may proceed, but the resulting file might not be playable.": "Une erreur a été détectée dans au moins un fichier. Vous pouvez continuer, mais le fichier résultant pourrait ne pas être lisible.",
    "attachment": "attachement",
    "{{selectedSegments}} of {{nonFilteredSegments}} segments selected": "{{selectedSegments}} sur {{nonFilteredSegments}} segments sélectionnés",
    "<0></0> <2></2> or <4>I</4> <6>O</6> to set cutpoints": "<0></0> <2></2> ou <4>I</4> <6>O</6> pour définir les points de coupe",
    "At least one resulting file name contains invalid characters": "Au moins un nom de fichier résultant contient des caractères non valides",
    "Auto merge segments to one file after export, but keep segments too": "Fusionner automatiquement les segments en un seul fichier après l'exportation, tout en conservant les segments",
    "audio": "audio",
    "Align segment times to keyframes": "Aligner les durées des segments sur les images clés",
    "Aligning segments to keyframes": "Alignement des segments sur les images clés",
    "Ask about importing chapters from opened file?": "Demande d'importation de chapitres à partir d'un fichier ouvert",
    "Batch convert files to supported format": "Conversion par lots de fichiers vers les formats pris en charge",
    "Auto load timecode from file as an offset in the timeline?": "Chargement automatique du timecode à partir d'un fichier en tant que décalage dans la ligne de temps",
    "Batch file list": "Liste des fichiers par lots",
    "<0></0> to show advanced view": "<0></0> pour afficher l'aperçu avancé",
    "<0></0> to show simple view": "<0></0> pour afficher l'aperçu basique",
    "At least one resulting file will have a too long path": "Au moins un fichier résultant aura un chemin d'accès trop long",
    "Allow multiple instances of LosslessCut to run concurrently? (experimental)": "Autoriser l'exécution simultanée de plusieurs instances de LosslessCut (expérimental)",
    "{{durationMsFormatted}} ms, {{frameCount}} frames": "{{durationMsFormatted}} ms, {{frameCount}} images",
    "Abort": "Abandonner",
    "About LosslessCut": "À propos de LosslessCut",
    "Accurate time but could leave an empty portion at the beginning of the video. Equiv to": "Heure précise mais pourrait laisser une partie vide au début de la vidéo. Equivaut à",
    "Add the file to the batch list": "Ajouter le fichier à la liste des lots",
    "Are you sure?": "Êtes-vous sûr ?",
    "⌘ Cmd / ⊞ Win": "⌘ Cmd / ⊞ Win",
    "Chapters": "Chapitres",
    "Both": "Les deux",
    "Capture every single frame as an image": "Capturer chaque trame en tant qu'image",
    "Capture exactly one image every nth second": "Capturez exactement une image toutes les Nièmes secondes",
    "Capture the best image every nth second": "Capturez la meilleure image toutes les Nième secondes",
    "Check compatibility": "Vérifier la compatibilité",
    "Combine selected segments": "Combiner les segments sélectionnés",
    "Clear batch file list after merge": "Effacer la liste des fichiers de lot après la fusion",
    "Click to toggle track inclusion when exporting": "Cliquez pour activer l'inclusion des pistes lors de l'exportation",
    "Change output <1>Format</1> from <3>MP4</3> to <5>MOV</5>": "Changer la sortie <1>Format</1> de <3>MP4</3> vers <5>MOV</5>",
    "Close batch": "Fermer le lot",
    "Bind new key to action": "Assigner une nouvelle touche à l'action",
    "Capture exactly one image every nth frame": "Capturez exactement une image toute les Nième trames",
    "Cleanup files after export?": "Nettoyer les fichiers après l'exportation",
    "Combination is invalid": "La combinaison est invalide",
    "Combine overlapping segments": "Combiner des segments qui se chevauchent",
    "Check for updates on startup?": "Rechercher des mises à jour au démarrage",
    "Close current screen": "Fermer l'écran actuel",
    "Change preferences": "Modifier les préférences",
    "Common audio formats:": "Formats audio courants :",
    "All other formats:": "Tous les autres formats :",
    "Capture frames that differ the most from the previous frame": "Capturez les trames qui diffèrent le plus de la trame précédente",
    "Close currently opened file": "Fermer le fichier actuellement ouvert",
    "Ctrl": "Ctrl",
    "File number": "Numéro de fichier",
    "Manually input current segment's start time": "Saisir manuellement le temps de début du segment actuel",
    "Merge/concatenate with current file": "Fusionner/concaténer avec le fichier actuel",
    "Create random segments": "Créer des segments aléatoires",
    "Cut mode": "Mode de découpage",
    "Defaults to same format as input file. You can losslessly change the file format (container) of the file with this option. Not all formats support all codecs. Matroska/MP4/MOV support the most common codecs. Sometimes it's even impossible to export to the same output format as input.": "Au même format que le fichier d'entrée par défaut. Vous pouvez modifier sans perte le format (conteneur) du fichier avec cette option. Tous les formats ne supportent pas tous les codecs. Matroska/MP4/MOV supportent les codes les plus courants. Parfois, il est même impossible d'exporter au même format que l'entrée.",
    "Divide timeline into a number of segments with the specified length": "Diviser la ligne temporelle en un certain nombre de segments avec une longueur spécifiée",
    "Divide timeline into segments with randomized durations and gaps between segments, in a range specified in seconds with the correct format.": "Diviser la ligne temporelle en segments avec des durées et des écarts inter-segments aléatoires, dans une plage spécifiée en secondes avec le bon format.",
    "Do you want to align the segment start or end timestamps to keyframes?": "Voulez-vous aligner les horodatages de début ou de fin de segment sur les images clés ?",
    "Export finished with warning(s)_one": "L'export s'est terminé avec un avertissement",
    "Export finished with warning(s)_other": "L'export s'est terminé avec des avertissements",
    "Export is done!": "L'export est effectué !",
    "Extract frames as image files": "Extraire les trames en tant qu'images",
    "Extract frames from segment as image files": "Extraire les trames depuis les segments en tant qu'images",
    "Fast: Remux video, encode audio (fails if unsupported video codec)": "Rapide : remux vidéo, encodage audio (échoue si codec vidéo non pris en charge)",
    "FFmpeg": "FFmpeg",
    "Files merged with warning(s)_one": "Fichiers fusionnés avec un avertissement",
    "FFmpeg capture method might sometimes capture more correct colors, but the captured snapshot might be off by one or more frames, relative to the preview.": "La méthode de capture FFmpeg peut parfois capturer des couleurs plus correctes, mais l'instantané capturé peut être décalé d'une ou plusieurs images, par rapport à l'aperçu.",
    "Final Cut Pro FCPX / FCPXML": "Final Cut Pro FCPX / FCPXML",
    "Input has {{numStreamsTotal}} tracks": "L'entrée à {{numStreamsTotal}} pistes",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. (Useful for viewing/cutting videos according to timecodes)": "Au lieu que la vidéo commence apparemment à 0, vous pouvez spécifier une valeur de décalage. Cela ne s'applique qu'à l'aperçu dans LosslessCut et ne modifie en rien le fichier. (Utile pour visionner/découper des vidéos selon des temps donnés).",
    "Jump to end time": "Aller au temps de fin",
    "Keeping {{numStreamsToCopy}} tracks": "Conserver {{numStreamsToCopy}} pistes",
    "Keyboard, mouse and input": "Clavier, souris et entrée",
    "Lock/unlock output format": "Verrouiller/déverrouiller le format de sortie",
    "Load segments from the new file, but keep the current media": "Charger les segments à partir du nouveau fichier, mais conserver le média actuel",
    "Loaded existing preview file: {{ fileName }}": "Fichier d'aperçu existant chargé : {{ fileName }}",
    "Manually input current segment's end time": "Saisir manuellement le temps de fin du segment actuel",
    "Minimum change between two frames to be considered a new scene. A value between 0.3 and 0.5 is generally a sane choice.": "Changement minimum entre deux trames pour être considéré comme une nouvelle scène. Une valeur comprise entre 0,3 et 0,5 est généralement une valeur raisonnable.",
    "Mismatches detected": "Non-concordances détectées",
    "Mouse wheel zoom modifier key": "Touche de modification du zoom de la molette de la souris",
    "Copy to YouTube description/comment:": "Copier dans la description/commentaire YouTube :",
    "Could not open media due to error {{errorCode}}": "Impossible d'ouvrir le média en raison de l'erreur {{errorCode}}",
    "Create segments from keyframes": "Créer des segments à partir des images clés",
    "<0>If you&apos;re having a problem or question about LosslessCut, please first check the links in the <1>Help</1> menu. If you cannot find any resolution, you may ask a question in <3>GitHub discussions</3> or on <5>Discord.</5></0><1>If you believe that you found a bug in LosslessCut, you may <1>report a bug</1>.</1>": "<0>Si vous avez un probl&egrave;me ou une question &agrave; propos de LosslessCut, v&eacute;rifier d&apos;abord les liens dans le menu <1>Aide</1>. Si vous n&apos;y trouvez pas de solutions, vous pouvez poser une question dans les <3>discussions GitHub</3> ou sur <5>Discord.</5></0><1> Si vous pensez avoir trouv&eacute; un bug dans LosslessCut, vous pouvez <1>signaler un bug</1>.</1>",
    "Detect black scenes": "Détecter les scènes noires",
    "Detecting black scenes": "Détection des scènes noires",
    "Extracting frames": "Extraction des trames",
    "Invert all segments on timeline": "Inverser tous les segments sur la ligne temporelle",
    "Licenses": "Licences",
    "Loading": "Chargement",
    "No sanitize": "Pas de nettoyage",
    "Decrease segment order": "Décroître l'ordre des segments",
    "Current frame has been set as cover art": "La trame actuelle a été définie comme pochette",
    "Custom FFmpeg directory (experimental)": "Emplacement FFmpeg personnalisé (expérimental)",
    "Cut at the nearest keyframe (not accurate time.) Equiv to": "Couper à l'image clé la plus proche (temps non précis.) Équiv. à",
    "Detect silent scenes": "Détecter les scènes silencieuses",
    "Depending on your specific file/player, you may have to try different options for best results.": "En fonction de votre fichier/lecteur spécifique, vous pouvez avoir à tester différentes options pour obtenir les meilleurs résultats.",
    "Detecting scene changes": "Détection des changements de scènes",
    "Experimental functionality has been activated!": "La fonctionnalité expérimentale a été activée !",
    "Extracting {{count}} unprocessable tracks_other": "Extraction de {{count}} pistes non traitables",
    "Failed to detect scene changes": "Impossible de détecter les changements de scène",
    "For the ipod format, it is recommended to deactivate this option": "Pour le format ipod, il est recommandé de désactiver cette option",
    "Jump to current segment's end time": "Aller au temps de fin du segment actuel",
    "Invalid EDL data found": "Données EDL invalides trouvées",
    "If nothing helps, you can send an <1>Error report</1>": "Si rien n'aide, vous pouvez envoyer un <1>Rapport d'erreur</1>",
    "Disables shifting of timestamp.": "Désactive le décalage de l'horodatage.",
    "Do all of this automatically after exporting a file?": "Faire tout ça automatiquement après chaque exportation de fichiers ?",
    "Edit tracks / metadata tags": "Éditer les pistes / balises de métadonnées",
    "Enable experimental ffmpeg features flag?": "Activer les fonctionnalités ffmpeg expérimentales",
    "CUE sheet file": "Fichier CUE sheet",
    "Enabling this will allow faster playback of the exported file. This makes processing use 3 times as much export I/O, which is negligible for small files but might slow down exporting of large files.": "Activer ceci permettra une lecture plus rapide du fichier exporté. Aura pour effet d'utiliser 3 fois plus d'E/S d'exportation, ce qui est négligeable pour les petits fichiers, mais peut ralentir l'exportation de fichiers volumineux.",
    "Export mode": "Mode d'exportation",
    "Export mode for {{segments}} segments": "Mode d'exportation pour les segments {{segments}}",
    "Export options will be shown before exporting.": "Les options d'exportation seront affichées avant l'exportation.",
    "Export project (LLC)...": "Exporter le projet (LLC)…",
    "Extracting {{count}} unprocessable tracks_one": "Extraction d'une piste non traitable",
    "Failed to detect silent scenes": "Impossible de détecter les scènes silencieuses",
    "Feature request": "Requête de fonctionnalité",
    "File compatibility check is not enabled, so the merge operation might not produce a valid output. Enable \"Check compatibility\" below to check file compatibility before merging.": "La vérification de la compatibilité des fichiers n'est pas activée, par conséquent l'opération de fusion peut ne pas produire une sortie valide. Activez \"Vérifier la compatibilité\" ci-dessous pour vérifier la compatibilité des fichiers avant la fusion.",
    "Files merged with warning(s)_other": "Fichiers fusionnés avec des avertissements",
    "Fill gaps between segments": "Remplir les espaces entre les segments",
    "For the ipod format, it is recommended to activate this option": "Pour le format ipod, il est recommandé d'activer cette option",
    "Frame counts": "Nombre de trames",
    "If this is checked, all audio/video/subtitle/data tracks will be included. This may not always work for all file types. If not checked, only default streams will be included.": "Si cochée, toutes les pistes audio/vidéo/sous-titres/données seront incluses. Cela peut ne pas toujours fonctionner pour tous les types de fichiers. Si non cochée, seuls les flux par défaut seront inclus.",
    "Import text chapters / YouTube": "Importer des chapitres texte / YouTube",
    "Increase segment order": "Augmenter l'ordre des segments",
    "Invalid input": "Entrée invalide",
    "It's generally recommended to set this to one of: {{values}}": "Il est généralement recommandé définir avec l'une des valeurs suivantes : {{values}}",
    "Lossless rotation might not work with this file format. You may try changing to MP4": "La rotation sans perte peut ne pas fonctionner avec ce format. Essayer de changer vers MP4.",
    "Next keyframe": "Prochaine image clé",
    "No binding": "Pas d'assignations",
    "Not all formats support all track types, and LosslessCut is unable to properly cut some track types, so you may have to sacrifice some tracks by disabling them in order to get correct result.": "Tous les formats ne prennent pas en charge tous les types de pistes et LosslessCut est incapable de couper correctement certains types de pistes, vous pouvez avoir à sacrifier certaines pistes en les désactivant pour obtenir un résultat correct.",
    "Fastest: Low playback speed (audio remux), likely to fail": "Le plus rapide : faible vitesse de lecture (remux audio), susceptible d'échouer",
    "Jump to next segment": "Passer au segment suivant",
    "Jump to previous segment": "Aller au segment précédent",
    "Deselect all segments": "Désélectionner tous les segments",
    "Detect scene changes": "Détecter les changements de scènes",
    "Don't cut the file, but instead export an unmodified original which has chapters generated from segments": "Ne découpe pas le fichier, mais exportez plutôt un original non modifié contenant des chapitres générés à partir des segments",
    "End": "Fin",
    "Enter metadata key": "Entrez la clé de métadonnées",
    "Frame fractions": "Fractions de trame",
    "Frame numbers (CSV)": "Numéros de trame (CSV)",
    "Frame timestamp": "Horodatage de la trame",
    "Create num segments": "Créer nombre de segments",
    "Enter parameters": "Entrer les paramètres",
    "Export options will not be shown before exporting.": "Les options d'exportation ne seront pas affichées avant l'exportation.",
    "Extract frames of the selected segment as images?": "Extraire les trames des segments sélectionnés en tant qu'images",
    "Frames extracted to: {{path}}": "Trames extraites vers : {{path}}",
    "Jump to current segment's start time": "Aller au temps de début du segment actuel",
    "Create chapters from merged segments? (slow)": "Créer des chapitres à partir de segments fusionnés (lent)",
    "Export options are not shown. You can enable export options by clicking the icon right next to the export button.": "Les options d'exportation ne sont plus affichées. Vous pouvez les réafficher en cliquant sur l'icône à côté du bouton d'exportation.",
    "How to use": "Comment utiliser",
    "HTML video tag": "Balise vidéo HTML",
    "If output does not look right, see the Help menu.": "Si la sortie ne semble pas correcte, consultez le menu Aide.",
    "End current segment at current time": "Terminer le segment en cours au temps actuel",
    "Keep all {{type}} tracks": "Conserver toutes les pistes {{type}}",
    "Keep or discard audio tracks": "Conserver ou supprimer les pistes audio",
    "Disable unnecessary <1>Tracks</1>": "Désactiver les <1>Pistes</1> non-nécessaires",
    "Divide timeline into a number of equal length segments": "Diviser la ligne temporelle en un certain nombre de segments de longueur équivalente",
    "Do you want to align segment times to the nearest, previous or next keyframe?": "Voulez-vous aligner les temps de segment à l'image clé (précédente ou suivante) la plus proche ?",
    "Extraneous track {{index}}": "Piste externe {{index}}",
    "Convert current file to supported format": "Convertir le fichier actuel vers le format supporté",
    "Decrease audio volume": "Diminuer le volume sonore",
    "Do you want to shift the start or end timestamp by {{time}}?": "Voulez-vous décaler l'horodatage de début ou de fin de {{time}} ?",
    "FCPXML files": "Fichiers FCPXML",
    "FAQ": "FAQ",
    "Failed to detect black scenes": "Impossible de détecter les scènes noires",
    "File names of extracted video frames": "Noms de fichier des trames vidéo extraites",
    "Increase audio volume": "Augmenter le volume sonore",
    "Common subtitle formats:": "Formats de sous-titres courants :",
    "Common video/audio formats:": "Formats vidéos/audio courants :",
    "Copy selected segments times to clipboard": "Copier les temps des segments sélectionnés dans le presse-papiers",
    "Cutpoints may be inaccurate.": "Les points de coupures peuvent être imprécis.",
    "DaVinci Resolve / Final Cut Pro XML": "DaVinci Resolve / Final Cut Pro XML",
    "Detecting silent scenes": "Détection des scènes silencieuses",
    "Disable <1>merge options</1>": "Désactiver <1>options de fusion</1>",
    "Discard all {{type}} tracks": "Désactiver toutes les pistes {{type}}",
    "Disposition": "Disposition",
    "Enable HEVC / H265 hardware decoding (you may need to turn this off if you have problems with HEVC files)": "Activer le décodage matériel HEVC / H265 (vous devrez peut-être le désactiver si vous rencontrez des problèmes avec les fichiers HEVC)",
    "Enable MOV Faststart?": "Activer le MOV Faststart",
    "Enables shifting when required by the target format.": "Active le décalage quand requis par le format cible.",
    "Enter a decimal number between 0 and 1 (sane values are 0.3 - 0.5)": "Entrez un nombre décimal entre 0 et 1 (les valeurs raisonnables sont 0,3 - 0,5)",
    "Enter the max number of seconds between each image (decimal)": "Entrez le nombre maximum de secondes entre chaque image (décimal)",
    "Enter the number of frames between each image (integer)": "Entrez le nombre de trames entre chaque image (entier)",
    "Enter the number of seconds between each image (decimal)": "Entrez le nombre de secondes entre chaque image (décimal)",
    "Import project (LLC)...": "Importer le projet (LLC)…",
    "Invalid character(s) found in key": "Caractère invalide trouvé dans la clé",
    "Invert selected segments": "Inverser les segments sélectionnés",
    "Jump to start time": "Aller au temps de début",
    "Label selected segments": "Nommer les segments sélectionnés",
    "Loop beginning and end of current segment": "Boucler au début depuis la fin du segment actuel",
    "Loop current segment": "Boucler le segment actuel",
    "Merge options": "Options de fusion",
    "Mini-waveform has been enabled. Click again to enable full-screen waveform": "La mini-forme d'onde a été activée. Cliquez à nouveau pour activer la forme d'onde en plein écran",
    "Nearest keyframe": "Image clé la plus proche",
    "Note that depending on input parameters, up to {{estimatedMaxNumFiles}} files may be produced!": "Notez qu'en fonction des paramètres entrés, jusqu'à {{estimatedMaxNumFiles}} fichiers peuvent être produits !",
    "Options affecting exported files": "Options affectant les fichiers exportés",
    "Output name(s):_other": "Noms des fichiers de sortie :",
    "Open selected file": "Ouvrir le fichier sélectionné",
    "Open the file": "Ouvrir le fichier",
    "Output file name": "Nom du fichier de sortie",
    "Note: Cutting and including external tracks at the same time does not yet work. If you want to do both, it must be done as separate operations. See github issue #896.": "Remarque : Découper et inclure des pistes externes en même temps ne fonctionne pas encore. Si vous souhaitez faire cela, il faudra les effectuer en tant qu’opérations distinctes. Voir le problème n°896 sur GitHub.",
    "Frame number": "Numéro de trame",
    "No editable parameters for this stream.": "Aucun paramètre modifiable pour ce flux.",
    "Note that also other settings from the normal export dialog apply to this merge function. For more information about all options, see the export dialog.": "Notez que les autres paramètres de la boîte de dialogue d'exportation normale s'appliquent également à cette fonction de fusion. Pour plus d'informations sur toutes les options, consultez la boîte de dialogue d'exportation.",
    "Note: Keyframe cut is recommended for most common files": "Remarque : La coupe sur images clés est recommandée pour les fichiers les plus courants",
    "Output file already exists, refusing to overwrite. You can turn on overwriting in settings.": "Le fichier de sortie existe déjà et l'écrasement est désactivé. Vous pouvez activer l'écrasement dans les paramètres.",
    "Output file name template results in duplicate file names (you are trying to export multiple files with the same name). You can fix this for example by adding the \"{{segNumVariable}}\" variable.": "Le modèle de nom de fichier de sortie entraîne des noms de fichiers doublons (vous essayez d'exporter plusieurs fichiers portant le même nom). Vous pouvez résoudre ce problème en ajoutant par exemple la variable \"{{segNumVariable}}\".",
    "Output file names are not sanitized. Try to enable sanitazion or check your segment labels for invalid characters.": "Les noms des fichiers de sortie ne sont pas nettoyés. Essayez d'activer le nettoyage ou vérifiez la présence de caractères non valides dans les noms de segments.",
    "Options": "Options",
    "Duplicate current segment": "Dupliquer le segment courant",
    "Duplicate segment": "Dupliquer le segment",
    "DV Analyzer Summary.txt": "DV Analyzer Summary.txt",
    "Enable \"{{filterName}}\" bitstream filter.": "Activer le filtre bitstream \"{{filterName}}\".",
    "End of video": "Fin de vidéo",
    "Output file name will not be sanitized, and any special characters will be preserved. This may cause the export to fail and can cause other funny issues. Use at your own risk!": "Le nom du fichier de sortie ne sera pas nettoyé et tous les caractères spéciaux seront conservés. Cela peut entraîner l’échec de l’exportation et provoquer d’autres problèmes amusants. À utiliser à vos risques et périls !",
    "Output name(s):_one": "Nom du fichier de sortie :",
    "Overwrite files when exporting, if a file with the same name as the output file name exists?": "Écraser les fichiers lors de l'exportation, s'il existe un fichier portant le même nom que le nom du fichier de sortie",
    "Please confirm folder": "Veuillez confirmer le dossier",
    "Please input a valid duration. Example: {{example}}": "Veuillez saisir une durée valide. Exemple : {{example}}",
    "Please input a valid number of segments": "Veuillez saisir un nombre valide de segments",
    "Please press your desired key combination. Make sure it doesn't conflict with any other binding or system hotkeys.": "Effectuez la combinaison de touches souhaitée. Assurez-vous qu'elle n'entre pas en conflit avec d'autres assignations ou de raccourcis clavier système.",
    "Please test the output file in your desired player/editor before you delete the source file.": "Veuillez vérifier le fichier de sortie dans le lecteur/éditeur souhaité avant de supprimer le fichier source.",
    "Please test the output files in your desired player/editor before you delete the source files.": "Veuillez vérifier les fichiers de sortie dans le lecteur/éditeur souhaité avant de supprimer les fichiers sources.",
    "Preserve original metadata when merging? (slow)": "Conserver les métadonnées originales lors de la fusion (lent)",
    "Preserve all MP4/MOV metadata?": "Préserver toutes les métadonnées MP4/MOV",
    "Prefer strong colors": "Préférez les couleurs vives",
    "Press confirm to grant LosslessCut access to write the project file (due to App Sandbox restrictions).": "Appuyez sur Confirmer pour accorder à LosslessCut l'autorisation d'écrire le fichier de projet (en raison des restrictions des applis Sandboxés).",
    "Previous keyframe": "Image clé précédente",
    "See <1>Help</1> menu for help": "Consultez <1>Aide</1> pour obtenir de l'aide",
    "Select a different output <1>Format</1> (<3>matroska</3> and <5>mp4</5> support most codecs)": "Sélectionnez un <1>Format</1> de sortie différent (<3>Matroska</3> et <5>MP4</5> prennent en charge la plupart des codecs)",
    "Select all segments": "Sélectionnez tous les segments",
    "Select custom FFmpeg directory": "Sélectionnez le répertoire FFmpeg personnalisé",
    "Select only this segment": "Sélectionnez uniquement ce segment",
    "Set current frame as cover art": "Définir cette trame en tant que pochette",
    "Please confirm that you want to extract all tracks as separate files": "Veuillez confirmer que vous souhaitez extraire toutes les pistes en tant que fichiers séparés",
    "Select segments by label": "Sélectionner des segments par étiquette",
    "Pause": "Suspendre",
    "Please input a valid format.": "Veuillez saisir un format valide.",
    "Prompts and dialogs": "Invites et boîtes de dialogue",
    "Sanitize": "Nettoyage",
    "Set custom start offset/timecode": "Définir un décalage/code temporel de départ personnalisé",
    "Play selected segments in order": "Lire les segments sélectionnés dans l'ordre",
    "Save": "Sauvegarder",
    "Remove selected segments": "Supprimer les segments sélectionnés",
    "Segment tags": "Balises de segment",
    "Segments to chapters mode is active, this means that the file will not be cut. Instead chapters will be created from the segments.": "Le mode segments vers chapitres est actif, cela signifie que le fichier ne sera pas découpé. Au lieu de cela, des chapitres seront créés à partir des segments.",
    "Paste or type a YouTube chapters description or textual chapter description": "Collez ou saisissez une description de chapitre YouTube ou une description textuelle de chapitre",
    "Play": "Lire",
    "Play current segment once": "Lire le segment actuel une fois",
    "Please send an email to <1>losslesscut@mifi.no</1> where you describe what you were doing.": "Veuillez envoyer un e-mail à <1>losslesscut@mifi.no</1> où vous décrivez ce que vous faisiez.",
    "Resulting segment file names_other": "Noms de fichiers résultants",
    "See <1>Help</1>": "Consultez <1>Aide</1>",
    "Seek to timecode": "Rechercher le timecode",
    "Segments to chapters": "Segments vers chapitres",
    "Overwrite output setting is disabled and some files might have been skipped.": "L'option d'écrasement est désactivée et certains fichiers ont peut-être été passés.",
    "Permanently delete the files if trash fails?": "Supprimez définitivement les fichiers si la mise à la corbeille échoue",
    "Play/pause (no reset speed)": "Lire/Suspendre (sans réinitialisation de vitesse)",
    "Playback/preview segments only": "Lecture/aperçu des segments uniquement",
    "Preserve all MOV/MP4 metadata tags (e.g. EXIF, GPS position etc.) from source file? Note that some players have trouble playing back files where all metadata is preserved, like iTunes and other Apple software": "Conserver toutes les balises de métadonnées MOV/MP4 (par exemple EXIF, position GPS, etc.) du fichier source ? Notez que certains lecteurs ont du mal à lire des fichiers dont toutes les métadonnées sont préservées, comme iTunes et d'autres logiciels Apple.",
    "Reload current media": "Recharger le média actuel",
    "Remove key binding": "Supprimer l'assignation clavier",
    "Resulting segment file names_one": "Nom du fichier résultant",
    "Save output to path:": "Enregistrer la sortie vers le chemin :",
    "There is a known problem with this file type, and the output might not be playable. You can work around this problem by enabling the \"Experimental flag\" under Settings.": "Il y a un problème connu avec ce type de fichier, et le résultat peut ne pas être lisible. Vous pouvez contourner ce problème en activant le \"fonctionnalités expérimentales\" dans les paramètres.",
    "The size of the merged output file ({{outputFileTotalSize}}) differs from the total size of source files ({{sourceFilesTotalSize}}) by more than {{maxDiffPercent}}%. This could indicate that there was a problem during the merge.": "La taille du fichier de sortie fusionné ({{outputFileTotalSize}}) diffère de la taille totale des fichiers sources ({{sourceFilesTotalSize}}) de plus de {{maxDiffPercent}}%. Cela peut indiquer qu'il y a eu un problème lors de la fusion.",
    "Set file modification date/time of output files to:": "Définir la date/heure de modification des fichiers de sortie à :",
    "Set the minimum detected black duration expressed in seconds. It must be a non-negative floating point number.": "Définis la durée minimale des scènes noires détectées en secondes. Il doit s'agir d'un nombre à virgule flottante non négatif.",
    "Sort items": "Trier les éléments",
    "Text chapters / YouTube": "Chapitres en texte / YouTube",
    "Shift": "Décaler",
    "Show export options screen before exporting?": "Afficher l'écran des options d'exportation avant d'exporter",
    "Shift all segments on timeline": "Décaler tous les segments de la ligne temporelle",
    "Source file's time minus segment end cut time": "Temps du fichier source moins le temps de fin du segment",
    "Start over": "Recommencer",
    "Store project file (.llc) in the working directory or next to loaded media file?": "Stockez le fichier de projet (.llc) dans le répertoire de travail ou à côté du fichier multimédia chargé",
    "Set noise tolerance. Can be specified in dB (in case \"dB\" is appended to the specified value) or amplitude ratio. Default is -60dB, or 0.001.": "Définis la tolérance au bruit. Peut être spécifiée en dB (dans le cas où \"dB\" est ajouté à la valeur spécifiée) ou en rapport d'amplitude. La valeur par défaut est -60dB ou 0,001.",
    "Shift timestamps so that the first timestamp is 0. (LosslessCut default)": "Décaler les horodatages pour que le premier horodatage soit 0 (par défaut sur LosslessCut).",
    "Show this dialog every time?": "Afficher cette boîte de dialogue à chaque fois",
    "Speed up playback more": "Accélérez davantage la lecture",
    "Smart cut (experimental):": "Découpage intelligent (expérimental) :",
    "Show informational notifications": "Afficher les notifications d'informations",
    "Snapshots and frame extraction": "Instantanés et extraction de trames",
    "Start times as YouTube Chapters": "Temps de début en tant que chapitres YouTube",
    "Shift timestamps to make them non-negative. Also note that this affects only leading negative timestamps, and not non-monotonic negative timestamps.": "Décalez les horodatages pour les rendre non négatifs. Notez également que cela affecte uniquement les horodatages négatifs principaux, et non les horodatages négatifs non monotones.",
    "The file name template is missing {{ext}} and will result in a file without the suggested extension. This may result in an unplayable output file.": "Le modèle de nom de fichier ne contient pas de {{ext}} et donnera un fichier sans l'extension suggérée. Le résultat peut être un fichier de sortie inlançable.",
    "Snapshot capture method": "Méthode de capture d'instantané",
    "Set minimum silence duration that will be converted into a segment.": "Définissez la durée minimale de silence qui sera convertie en segment.",
    "Source file's time plus segment start cut time": "Temps du fichier source plus le temps de début du segment",
    "Start": "Commencer",
    "Start of video": "Début de la vidéo",
    "Slow down playback more": "Ralentir davantage la lecture",
    "Store in working directory": "Stocker dans le répertoire de travail",
    "The media file referenced by the project file you tried to open does not exist in the same directory as the project file: {{mediaFileName}}": "Le fichier multimédia référencé par le fichier de projet que vous essayez d'ouvrir n'existe pas dans le même répertoire que le fichier de projet : {{mediaFileName}}",
    "Shuffle segments order": "Mélanger l'ordre des segments",
    "Start current segment at current time": "Commencer le segment en cours au temps actuel",
    "Set the threshold for considering a picture \"black\".": "Définissez le seuil pour considérer une image comme \"noire\".",
    "Snapshot capture quality": "Qualité de capture des instantanés",
    "The media you tried to open does not exist": "Le média que vous essayez d'ouvrir n'existe pas",
    "Some extra tracks have been discarded. You can change this option before merging.": "Certaines pistes supplémentaires ont été ignorées. Vous pouvez modifier cette option avant de fusionner.",
    "Shift all segments on the timeline by this amount. Negative values will be shifted back, while positive value will be shifted forward in time.": "Décalez tous les segments de la ligne temporelle par cette valeur. Les valeurs négatives feront décaler vers l'arrière tandis que les valeurs positives feront décaler vers l'avant dans le temps.",
    "Set the threshold for considering a pixel \"black\".": "Définissez le seuil pour considérer un pixel comme \"noir\".",
    "subtitle": "Sous-titre",
    "Store next to media file": "Stocker à côté du fichier multimédia",
    "Show advanced settings": "Afficher les paramètres avancés",
    "This allows you to specify custom FFmpeg and FFprobe binaries to use. Make sure the \"ffmpeg\" and \"ffprobe\" executables exist in the same directory, and then select the directory.": "Cela vous permet de spécifier les binaires FFmpeg et FFprobe personnalisés à utiliser. Assurez-vous que les exécutables \"ffmpeg\" et \"ffprobe\" existent dans le même répertoire, puis sélectionnez le répertoire.",
    "When merging, do you want to create chapters in the merged file, according to the cut segments? NOTE: This may dramatically increase processing time": "Lors de la fusion, souhaitez-vous créer des chapitres dans le fichier fusionné en fonction des segments coupés ? REMARQUE : Cela peut augmenter considérablement le temps de traitement.",
    "Try to automatically convert to supported format when opening unsupported file?": "Essayez de convertir automatiquement dans un format pris en charge lors de l'ouverture d'un fichier non pris en charge",
    "With \"keyframe cut\", we will cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files. With \"Normal cut\" you may have to manually set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Avec \"Découpe sur image clé\", le découpage se fera à l'image clé la plus proche avant le point de coupure de départ souhaité. Ceci est recommandé pour la plupart des fichiers. Avec \"Découpe normale\", vous devrez peut-être définir manuellement le point de découpage quelques images avant l'image clé suivante pour obtenir une découpe précise.",
    "YouTube video description\n00:00 Intro\n00:01 Chapter 2\n00:00:02.123 Chapter 3": "Description de la vidéo YouTube\n00:00 Introduction\n00:01 Chapitre 2\n00:00:02.123 Chapitre 3",
    "Timestamps (CSV)": "Horodatage (CSV)",
    "Trash original source file": "Mise à la corbeille du fichier source d'origine",
    "You can customize the file name of the output segment(s) using special variables._one": "Vous pouvez personnaliser le nom du fichier de sortie à l'aide de variables spéciales.",
    "This file has embedded chapters. Do you want to import the chapters as cut-segments?": "Ce fichier contient des chapitres intégrés. Voulez-vous importer les chapitres sous forme de segments découpés ?",
    "When merging, do you want to preserve metadata from your original file? NOTE: This may dramatically increase processing time": "Lors de la fusion, souhaitez-vous conserver les métadonnées de votre fichier d'origine ? REMARQUE : Cela peut augmenter considérablement le temps de traitement.",
    "Using external ffmpeg": "Utilisation de ffmpeg externe",
    "Video FPS": "FPS vidéo",
    "Try one of the following before exporting again:": "Essayez l'une des solutions suivantes avant d'exporter à nouveau :",
    "Trash auto-generated files": "Mise à la corbeille des fichiers générés automatiquement",
    "View and edit segment tags in JSON5 format:": "Affichez et modifiez les balises de segment au format JSON5 :",
    "Tried to create too many segments (max {{maxSegmentsAllowed}}.)": "Tentative de création d'un trop grand nombre de segments ({{maxSegmentsAllowed}} max).",
    "Try each of the following before merging again:": "Essayez chacune des solutions suivantes avant de fusionner à nouveau :",
    "You can customize the file name of the output segment(s) using special variables._other": "Vous pouvez personnaliser le nom de fichier des segments de sortie à l'aide de variables spéciales.",
    "Trash project LLC file": "Mise à la corbeille du fichier de projet LLC",
    "You have enabled the &quot;invert segments&quot; mode <1></1> which will cut away selected segments instead of keeping them. But there is no space between any segments, or at least two segments are overlapping. This would not produce any output. Either make room between segments or click the Yinyang <3></3> symbol below to disable this mode. Alternatively you may combine overlapping segments from the menu.": "Vous avez activé le mode &quot;inversion des segments&quot; <1></1> qui coupera les segments sélectionnés au lieu de les conserver. Mais il n'y a d'espace entre aucun segment ou au moins deux segments se chevauchent. Cette opération ne produira aucun résultat. Faites de la place entre les segments ou cliquez sur le symbole <3></3> Yin Yang ci-dessous pour désactiver ce mode. Vous pouvez également combiner des segments qui se chevauchent depuis le menu.",
    "Unchanged": "Inchangé",
    "Warning: Cutting thumbnail tracks is known to cause problems. Consider disabling track {{trackNumber}}.": "Attention : La coupure des pistes de vignettes est connue pour causer des problèmes. Envisagez de désactiver la piste {{trackNumber}}.",
    "You might want to redact any sensitive information like paths.": "Vous souhaiterez peut-être supprimer toutes les informations sensibles telles que les chemins.",
    "You have no write access to the directory of this file": "Vous n'avez pas d'accès en écriture au répertoire de ce fichier",
    "There is an error in the file name template:": "Il y a une erreur dans le modèle de nom de fichier :",
    "Title": "Titre",
    "Unable to change playback rate right now": "Impossible de modifier la vitesse de lecture pour le moment",
    "Toggle current segment selected": "Basculer le segment actuellement sélectionné",
    "Troubleshooting": "Dépannage",
    "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).": "Cette boîte de dialogue peut être utilisée pour concaténer des fichiers en série, par ex. l'un après l'autre :\n[file1][file2][file3]\nIl ne peut PAS être utilisé pour fusionner des pistes en parallèle (comme pour ajouter une piste audio à une vidéo).\nAssurez-vous que tous les fichiers possèdent exactement les mêmes codecs et paramètres de codec (fps, résolution, etc.).",
    "Whether or not to sanitize output file names (sanitizing removes special characters)": "Nettoie ou non les noms de fichiers de sortie (le nettoyage supprime les caractères spéciaux)",
    "Using built-in ffmpeg": "Utilisation de ffmpeg intégré",
    "Use this for all files until LosslessCut is restarted?": "Mémoriser pour tous les fichiers jusqu'à ce que LosslessCut soit redémarré",
    "thumbnail": "vignette",
    "Unable to merge files": "Impossible de fusionner les fichiers",
    "Track {{num}} info": "Info piste {{num}}",
    "Timeline keyboard seek acceleration": "Accélération de la recherche de clavier sur la ligne temporelle",
    "Try with a <1>Different file</1>": "Essayez avec un <1>fichier différent</1>",
    "video": "vidéo",
    "Times in seconds (CSV)": "Temps en secondes (CSV)",
    "Unable to export unprocessable streams.": "Impossible d'exporter les flux non traitables.",
    "User interface": "Interface utilisateur",
    "This is where working files and exported files are stored.": "C'est ici que sont stockés les fichiers de travail et les fichiers exportés.",
    "Track {{index}} mismatch: {{key1}} {{value1}} != {{value2}}": "Piste {{index}} décalée : {{key1}} {{value1}} != {{value2}}",
    "This experimental feature will re-encode the part of the video from the cutpoint until the next keyframe in order to attempt to make a 100% accurate cut. Only works on some files. I've had success with some h264 files, and only a few h265 files. See more here: {{url}}": "Cette fonctionnalité expérimentale réencodera la partie de la vidéo depuis le point de coupure jusqu'à l'image clé suivante afin de tenter de réaliser une découpe précise à 100 %. Ne fonctionne que sur certains fichiers. Cela a fonctionné avec certains fichiers h264 et seulement quelques fichiers h265. En savoir plus ici : {{url}}",
    "Treat source file modification date/time as:": "Traitez la date/heure de modification du fichier source comme :",
    "What do you want to do after exporting a file or when pressing the \"delete source file\" button?": "Que voulez-vous faire après avoir exporté un fichier ou après l'appui sur le bouton \"supprimer le fichier source\" ?",
    "Unable to delete file: {{message}}": "Impossible de supprimer le fichier : {{message}}",
    "Try both <1>Normal cut</1> and <3>Keyframe cut</3>": "Essayez à la fois la <1>Découpe normale</1> et la <3>Découpe sur image clé</3>",
    "Timeline keyboard seek speed": "Vitesse de la recherche de clavier sur la ligne temporelle",
    "Overwrite existing files": "Écraser les fichiers existants",
    "Extract frames from current segment as image files": "Extraire les trames du segment courant en tant qu'images",
    "Name of the merged/concatenated output file when concatenating multiple segments.": "Nom du fichier fusionné/concaténé lors de la concaténation de plusieurs segments.",
    "API action name: {{action}}": "Nom d'action API : {{action}}",
    "Merged output file name:": "Nom du fichier fusionné :",
    "Select segments by tag": "Sélectionner les segments par leurs balise",
    "Quit LosslessCut": "Quitter LosslessCut",
    "This option lets you losslessly change the speed at which media players will play back the exported file. For example if you double the FPS, the playback speed will double (and duration will halve), however all the frames will be intact and played back (but faster). Be careful not to set it too high, as the player might not be able to keep up (playback CPU usage will increase proportionally to the speed!)": "Cette option vous permet de modifier la vitesse à laquelle les lecteurs multimédias liront le fichier exporté sans perte. Par exemple, si vous doublez les FPS, la vitesse de lecture doublera (et la durée sera divisée par deux), mais toutes les images seront intactes et lues (mais plus rapidement). Attention à ne pas mettre une valeur trop élevée car le lecteur pourrait ne pas être en mesure de suivre (l'utilisation CPU pour la lecture augmentera proportionnellement à la vitesse !)",
    "Extract frames from selected segments as image files": "Extraire les trames des segments sélectionnés en tant qu'images",
    "Change FPS": "Changer les FPS",
    "Close current file": "Fermer le fichier courant",
    "Please enter a valid number.": "Veuillez entrer un chiffre valide.",
    "Enter tag name (in the next dialog you'll enter tag value)": "Entrer le nom de la balise (saisissez la valeur de la balise dans la prochaine boîte de dialogue)",
    "Sanitize file names": "Nettoyer les noms de fichiers",
    "Enter tag value": "Entrer la valeur de la balise",
    "Duplicate keyboard combination": "Dupliquer la combinaison du clavier",
    "Enter a JavaScript expression which will be evaluated for each segment. Segments for which the expression evaluates to \"true\" will be selected. <1>View available syntax.</1>": "Saisissez une expression JavaScript qui sera évaluée pour chaque segment. Les segments pour lesquels l'expression est évaluée comme \"vraie\" seront sélectionnés. <1>Voir la syntaxe disponible.</1>",
    "Failed to export": "L'exportation a échoué",
    "Merge finished": "Fusion terminée",
    "Use + and - for relative seek": "Utiliser + et - pour la recherche relative",
    "Increase font size": "Agrandir la taille de la police",
    "empty": "vide",
    "Edit segment tags": "Modifier les balises de segment",
    "Enter tag key": "Entrer une clé de balise",
    "Backward seek": "Recherche arrière",
    "At least one resulting file name contains invalid character(s): {{invalidChars}}": "Au moins un nom de fichier résultant contient un ou des caractères incorrects : {{invalidChars}}",
    "Cannot open anything else than regular files": "Impossible d'ouvrir autre chose que des fichiers classiques",
    "Combination is already bound to \"{{alreadyBoundKey}}\"": "Combinaison déjà liée à \"{{alreadyBoundKey}}\"",
    "Convert subtitiles into segments": "Convertir les sous-titres en segments",
    "Cutlist": "Liste de coupe",
    "Discard all tracks": "Rejeter toutes les pistes",
    "Edit current segment tags": "Modifier les balises du segment actuel",
    "Subtitles (SRT)": "Sous-titres (SRT)",
    "Video track": "Piste vidéo",
    "\"ffmpeg\" experimental flag": "Balise expérimentale \"ffmpeg\"",
    "⌘ Cmd": "⌘ Cmd",
    "Add segment tag": "Ajouter une balise de segment",
    "⊞ Win": "⊞ Win",
    "Delete": "Supprimer",
    "At least one resulting file name ends with a whitespace character or a dot, which is not allowed.": "Au moins un nom de fichier obtenu se termine par un caractère d'espacement ou un point, ce qui n'est pas autorisé.",
    "Audio track": "Piste audio",
    "Create segments from subtitles": "Créer des segments à partir de sous-titres",
    "<0>If you're having a problem or question about LosslessCut, please first check the links in the <1>Help</1> menu. If you cannot find any resolution, you may ask a question in <3>GitHub discussions</3> or on <5>Discord.</5></0><1>If you believe that you found a bug in LosslessCut, you may <1>report a bug</1>.</1>": "<0>Si vous avez un problème ou une question à propos de LosslessCut, veuillez d'abord vérifier les liens dans le menu <1>Aide</1>. Si vous ne trouvez pas de solution, vous pouvez poser une question dans les <3>Discussions GitHub</3> ou sur <5>Discord.</5></0><1>Si vous pensez avoir trouvé un bug dans LosslessCut, vous pouvez <1>rapporter un bug</1>.</1>",
    "All tracks have been extracted": "Toutes les pistes ont été extraites",
    "At least one codec is not supported by the selected output file format. Try another output format or try to disable one or more tracks.": "Au moins un codec n'est pas pris en charge par le format de fichier de sortie sélectionné. Essayez un autre format de sortie ou essayez de désactiver une ou plusieurs pistes.",
    "Backward seek (longer)": "Recherche arrière (plus long)",
    "Backward seek (longest)": "Recherche arrière (la plus longue)",
    "Batch": "Lot",
    "Decrease font size": "Réduire la taille de la police",
    "Enter JavaScript expression": "Entrer l'expression JavaScript",
    "Examples": "Exemples",
    "Export finished": "Exportation terminée",
    "Expression failed: {{errorMessage}}": "L'expression a échoué : {{errorMessage}}",
    "Failed to extract frames": "Échec de l'extraction des trames",
    "Failed to extract tracks": "Échec de l'extraction des pistes",
    "kbit/s": "kbit/s",
    "Failed to merge": "La fusion a échoué",
    "Show GPS map": "Afficher la carte GPS",
    "Reset font size": "Rétablir la taille de la police",
    "Advanced settings are currently not visible.": "Les paramètres avancés ne sont actuellement pas visibles.",
    "All segments match this expression.": "Tous les segments correspondent à cette expression.",
    "Downloading URL": "Téléchargement de l’URL",
    "Combination is already bound to \"{{alreadyBoundKey}}\". Do you want to replace the existing binding?": "La combinaison est déjà attribuée à « {{alreadyBoundKey}} ». Voulez-vous remplacer l’association existante ?",
    "Adjusting the output FPS and cutting at the same time will cause incorrect cuts. Consider instead doing it in two separate steps.": "Ajuster le FPS de sortie et couper simultanément entraînera des découpes incorrectes. Préférez procéder en deux étapes distinctes.",
    "Configuration file": "Fichier de configuration",
    "Cut at the preceding keyframe (not accurate time.) Equiv to": "Couper à l’image clé précédente (temporalité approximative). Équivaut à",
    "Failed to include track": "Échec de l'ajout de la piste",
    "Failed to download URL": "Échec du téléchargement de l'URL",
    "Failed to load subtitles from track {{index}}": "Échec du chargement des sous-titres de la piste {{index}}",
    "Failed to import project file": "Échec de l'importation du fichier projet",
    "\"{{property}}\" must be a number": "\"{{property}}\" doit être un nombre",
    "\"{{property}}\" must be a string": "\"{{property}}\" doit être une chaîne de caractères",
    "1st, 2nd and 3rd track": "1ère, 2ème et 3ème piste",
    "Add a tag to every even segment": "Ajouter un tag à tous les segments pair",
    "Are you sure you want to reset all keyboard bindings?": "Êtes-vous sûr de vouloir réinitialiser tous les raccourcis clavier ?",
    "Audio tracks": "Pistes audio",
    "Clear": "Effacer",
    "Convert markers to segments": "Convertir les marqueurs en segments",
    "Convert segments to markers": "Convertir les segments en marqueurs",
    "Donate": "Faire un don",
    "Edit segments by expression": "Editer les segments par une formule",
    "Enter a JavaScript expression which will be evaluated for each selected segment. Returned properties will be edited. <1>View available syntax.</1>": "Entrez une expression JavaScript qui sera évaluée pour chaque segment sélectionné. Les propriétés renvoyées seront modifiées. <1>Afficher la syntaxe disponible.</1>",
    "Enter a JavaScript filter expression which will be evaluated for each track of the current file. Tracks for which the expression evaluates to \"true\" will be selected or deselected. You may also the <1></1> keyboard action to run this filter.": "Entrez une expression de filtre JavaScript qui sera évaluée pour chaque piste du fichier actuel. Les pistes pour lesquelles l'expression est évaluée comme « vraie » seront sélectionnées ou désélectionnées. Vous pouvez également utiliser la combinaison de touches <1></1> pour exécuter ce filtre.",
    "Expand segments +5 sec": "Agrandir le segment de +5 secondes",
    "Exporting whole file without cutting, because there are no segments to export.": "Exportation du fichier complet sans découpage car il n'y a pas de segment à exporter.",
    "Failed to read file. Perhaps it has been moved?": "Echec de la lecture du fichier. Peut-être a-t-il été déplacé ?",
    "File is not natively supported. Preview playback may be slow and of low quality, but the final export will be lossless. You may convert the file from the menu for a better preview.": "Le fichier n'est pas supporté nativement. La prévisualisation peut être lente ou de faible qualité mais l'export final sera conforme à la qualité du fichier. Vous pouvez convertir le fichier depuis le menu si vous souhaitez avoir une meilleure prévisualisation.",
    "File name is too long and cannot be exported.": "Le nom du fichier est trop long et ne peut pas être exporté.",
    "Fell back to default output file name": "Retour à la valeur par défaut du nom du fichier exporté",
    "Filter tracks": "Filtrer les pistes",
    "Forward seek": "Avance rapide",
    "Forward seek (longer)": "Avance rapide (+ long)",
    "Forward seek (longest)": "Avance rapide (très long)",
    "Frames have been extracted": "Les frames ont été extraites avec succès",
    "Generating full overview waveform, this may take a few minutes.": "Génération d'une vue d'ensemble complète de la forme d'onde, cela peut prendre quelques minutes.",
    "Invert segment selection": "Inverser la sélection du segment",
    "Jump & seek to first segment": "Sauter et avancer au premier segment",
    "Jump & seek to last segment": "Sauter et avancer au dernier segment",
    "Jump & seek to next segment": "Sauter et avancer au prochain segment",
    "Jump & seek to previous segment": "Sauter et avancer au segment précédent",
    "Jump to first segment": "Aller au premier segment",
    "Jump to last segment": "Aller au dernier segment",
    "Keep or discard all tracks": "Conserver ou supprimer toutes les pistes",
    "Keep or discard subtitle tracks": "Conserver ou supprimer les pistes de sous-titres",
    "Keep or discard video tracks": "Conserver ou supprimer les pistes vidéos",
    "Losslessly download a whole media file from the specified URL, mux it into an mkv file and open it in LosslessCut. This can be useful if you need to download a video from a website, e.g. a HLS streaming video. For example in Chrome you can open Developer Tools and view the network traffic, find the playlist (e.g. m3u8) and copy paste its URL here.": "Télécharger sans perte de qualité un fichier depuis une adresse URL spécifiée, la multiplexer en un fichier mkv et l'ouvrir dans LosslessCut. Cela peut être utile si vous devez télécharger un film sur un site web, comme une video HLS. Par exemple dans Chrome vous pouvez ouvrir les outils de développement et afficher le trafic réseau, trouver la playlist (par exemple m3u8) et copier coller son URL ici.",
    "More settings": "Plus de paramètres",
    "No file is loaded": "Aucun fichier n'est chargé",
    "No segments match this expression.": "Aucun segment ne correspond à cette expression.",
    "No tracks match this expression.": "Aucune piste ne correspond à cette expression.",
    "None": "Aucun",
    "Open file": "Ouvrir un fichier",
    "Open folder": "Ouvrir un dossier",
    "Open media from URL": "Ouvrir un média depuis une URL",
    "Open next file": "Ouvrir le fichier suivant",
    "Open previous file": "Ouvrir le fichier précédent",
    "Note that this only applies when extracting multiple frames. When \"Frame number\" is selected, frame numbers are relative to the start of the segment (starting from 1).": "Notez que ceci ne s'applique que quand vous extrayer plusieurs frames. Lorsque \"Nombre de Frame\" est sélectionné, le nombre de frames est relatif au début du segment (en commençant par 1).",
    "Open URL": "Ouvrir URL",
    "OpenTimelineIO": "OuvrirTimelineIO",
    "Output file name is the same as the source file name. This increases the risk of accidentally overwriting or deleting source files!": "Le nom du fichier d'export est le même que le nom du fichier source. Ceci augmente le risque d'accidentellement remplacer ou supprimer le fichier source !",
    "Output file name template": "Modèle du nom du fichier exporté",
    "Please enter a JavaScript expression.": "Veuillez saisir une expression JavaScript.",
    "Please enter a number from 1 to {{n}} to be the new order for the current segment": "Veuillez saisir un nombre de 1 à {{n}} pour déplacer le segment dans la liste",
    "Please input a valid size. Example: {{example}}": "Veuillez saisin un taille valide. Exemple : {{example}}",
    "Preserve chapters": "Conserver les chapitres",
    "Preserve metadata": "Conserver les métadonnées",
    "Read all keyframes": "Lire toutes les images clés",
    "Reading all keyframes": "Lecture de toutes les images clés en cours",
    "Remember window size and position": "Conserver la taille et la position de la fenêtre",
    "Seek one frame": "Rechercher une frame",
    "Seek one key frame": "Rechercher une image clé",
    "Segment duration less than 5 seconds": "Durée du segment inférieure à 5 secondes",
    "Segment label (exact)": "Label du segment (exacte)",
    "Segment label (regexp)": "Label du segment (regexp)",
    "Segment tag value": "Valeur des tags du segment",
    "Select all markers": "Sélectionner tous les marqueurs",
    "Select playback quality": "Sélectionner la qualité de lecture",
    "Select segments by expression": "Sélectionner des segments par expression",
    "Show notifications": "Afficher les notifications",
    "Show informational in-app notifications": "Afficher les notifications d'information interne à l'application",
    "Shrink segments -5 sec": "Réduire le segment de -5 secondes",
    "Smart cut auto detect bitrate": "Le découpage intelligent détecte automatiquement le bitrate",
    "Smart cut is experimental and will not work on all files.": "Le découpage intelligent est expérimental et ne fonctionnera pas sur tous les fichiers.",
    "There is a known issue in FFmpeg with cutting FLAC files. The file will be re-encoded, which is still lossless, but the export may be slower.": "Il existe un problème connu dans FFmpeg concernant le découpage des fichiers FLAC. Le fichier sera réencodé, ce qui reste sans perte de qualité, mais l'exportation peut être plus lente.",
    "This file contains an audio track that FFmpeg is unable to mux into the MP4 format, so MOV has been auto-selected as the default output format.": "Ce fichier contient une piste audio que FFmpeg ne peut pas multiplexer au format MP4, c'est pourquoi le format MOV a été automatiquement sélectionné comme format de sortie par défaut.",
    "This gives you an overview of the export and allows you to customise more parameters before exporting, like changing the output file name.": "Ceci vous donne un aperçu de l'export et vous permet de personnaliser plus de paramètres avant d'exporter comme changer le nom du fichier exporté.",
    "Toggle all tracks": "Activer/Désactiver toutes les pistes",
    "Toggle {{type}} tracks": "Activer/Désactiver les pistes {{type}}",
    "Toggle tracks by expression": "Activer/Désactiver les pistes par expression",
    "Toggle tracks using current filter": "Activer/Désactiver des pistes en utilisant le filtre actuel",
    "Toggle dark mode": "Activer le mode nuit",
    "Total seconds": "Nombre totale de secondes",
    "Tracks with at least 720p video": "Pistes avec une résolution vidéo d'au moins 720p",
    "Tracks with H264 codec": "Pistes avec un codec H264",
    "Video tracks": "Pistes vidéo",
    "Waveform height": "Hauteur de l'onde",
    "When merging, it's generally recommended to set this to \"make_non_negative\"": "Lorsque vous fusionner, il est généralement recommandé de sélectionner \"make_non_negative\"",
    "Whether to preserve chapters from source file.": "Si vous souhaitez conserver les chapitres du fichier source.",
    "Whether to preserve metadata from source file. Default: Global (file metadata), per-track and per-chapter metadata will be copied. Non-global: Only per-track and per-chapter metadata will be copied. None: No metadata will be copied": "Si vous souhaitez conserver les métadonnées du fichier source. Défaut: Global (métadonnées du fichier), par piste et par chapitre les métadonnées seront copiées. Non-global: Seules les métadonnées par piste et par chapitre seront copiées. None : Aucune métadonnée copiée.",
    "You are not allowed to write the output file. This probably means that the file already exists with the wrong permissions, or you don't have write permissions to the output folder.": "Vous n'êtes pas autorisé à écrire le fichier à exporter. Cela veut probablement dire que le fichier existe déjà avec les mauvaises permissions, ou que vous n'avez pas la permission d'écrire dans le dossier sélectionné pour exporter.",
    "You can customize the file name of the merged file using special variables.": "Vous pouvez personnaliser le nom du fichier qui sera créé à partir des fichiers sélectionnés en utilisant des variables spéciales."
}
