{
    "MPlayer EDL": "MPlayer EDL",
    "EDL (MPlayer)": "EDL (MPlayer)",
    "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "正確な位置で切り取りますが、ファイルの最初に抜け部分ができるかもしれません。正確に切り取るには、次のキーフレーム数のフレーム前に切り取り地点を設定する必要があることがあります。",
    "Accurate time but could leave an empty portion at the beginning of the video. Equiv to": "正確な時間だが動画の最初に抜け部分ができることも。以下に相当",
    "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "指定した開始地点の前に最も近いキーフレームで切り取ります。ほとんどのファイルではこれを推奨します。",
    "Report": "報告",
    "Show": "表示",
    "Create chapters from merged segments? (slow)": "結合したセグメントからチャプターを作成 (遅い)",
    "Set cut end to current position": "現在の位置に切り取り終了を設定",
    "Set cut start to current position": "現在の位置に切り取り開始を設定",
    "One frame forward": "1フレーム進",
    "One frame back": "1フレーム戻る",
    "Seek next keyframe": "次のキーフレームを探索",
    "Discard audio": "音声を破棄",
    "Keep audio": "音声を保持",
    "Discard audio tracks": "音声トラックを破棄",
    "Keep audio tracks": "音声トラックを保持",
    "Discard audio? Current:": "音声を破棄? 現在:",
    "Jump to end of video": "映像の末尾へ移動",
    "Seek previous keyframe": "前のキーフレームを探索",
    "Jump to start of video": "映像の先頭へ移動",
    "Show keyframes": "キーフレームを表示",
    "Show thumbnails": "サムネイルを表示",
    "Zoom in more to view waveform": "波形を見るには拡大",
    "Show waveform": "波形を表示",
    "Manually input cut end point": "終了地点を具体的に入力",
    "Manually input cut start point": "開始地点を具体的に入力",
    "<0></0> <2></2> or <4>I</4> <6>O</6> to set cutpoints": "<0></0> <2></2> や <4>I</4> <6>O</6> 切り取り地点を設定",
    "Try to set the <1>start-</1>cutpoint a <3>few frames before or after</3> the nearest keyframe (may also solve audio sync issues)": "最も近いキーフレームの<3>数フレーム前または後</3>に切り取り地点の<1>開始</1>を指定してみる (音声同期の問題も解決することも)",
    "Mark out / cut end point for current segment": "現在のセグメントにマークアウト/切り取り終了地点",
    "Mark in / cut start point for current segment": "現在のセグメントにマークイン/切り取り開始地点",
    "Segments and cut points": "セグメントと切り取り地点",
    "With \"keyframe cut\", we will cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files. With \"Normal cut\" you may have to manually set the cutpoint a few frames before the next keyframe to achieve a precise cut": "「キーフレーム切り取り」は、指定した切り取り開始地点の前の最も近いキーフレームで切り取ります。ほとんどのファイルでは、これを推奨します。「通常の切り取り」では、正確な切り取りを行うために、次のキーフレームの数フレーム前に切り取り地点を手動で設定する必要があるかもしれません。",
    "Ask about what to do when opening a new file when another file is already already open?": "他のファイルを開いている時に、新しいファイルを開いたら確認",
    "Check to hide notifications": "通知を非表示",
    "Hide informational notifications?": "情報の通知を非表示 ?",
    "Auto load timecode": "タイムコードを自動読込",
    "Auto load timecode from file as an offset in the timeline?": "タイムラインの補正として自動でファイルからタイムコードを読み込む",
    "Change value": "値の変更",
    "Invert direction": "方向を逆にする",
    "Invert timeline trackpad/wheel direction?": "タイムライン タッチパッド/ホイールの方向を逆にする",
    "Millisecond fractions": "ミリ秒",
    "In timecode show": "タイムコードの表示",
    "Frame numbers": "フレーム番号",
    "Auto save project file?": "プロジェクトファイルを自動保存する",
    "Edit track {{trackNum}} metadata": "トラック {{trackNum}} のメタデータを編集",
    "Export each track as individual files": "それぞれのトラックを個別のファイルとして出力",
    "Discard or extract unprocessable tracks to separate files?": "処理できないトラックを破棄するか、別のファイルに抽出するか ?",
    "Extract unprocessable tracks to separate files or discard them?": "処理できないトラックを別のファイルに抽出するか、破棄するか",
    "Include more tracks from other file": "他のファイルからトラックを追加",
    "Shortest": "最短",
    "Longest": "最長",
    "When tracks have different lengths, do you want to make the output file as long as the longest or the shortest track?": "トラックの長さが異なる場合、出力ファイルの長さを最長トラックと最短トラックのどちらにするか ?",
    "Click to select which tracks to keep when exporting:": "クリックで、出力時に保持したいトラックを選択:",
    "Click to toggle track inclusion when exporting": "クリックで、出力時にトラックを含めるかを切り替え",
    "Segments to export:": "出力する部分:",
    "Data": "データ",
    "Lang": "言語",
    "Tag": "タグ",
    "Keep?": "保持",
    "Type": "種類",
    "Bitrate": "ビットレート",
    "Frames": "フレーム",
    "Codec": "コーデック",
    "Edit file metadata": "ファイルのメタデータを編集",
    "File info": "ファイルの情報",
    "Track info": "トラックの情報",
    "Extract this track as file": "このトラックをファイルとして抽出",
    "Edit track metadata": "トラックのメタデータを編集",
    "Enter value": "値を入力",
    "Current setting": "現在の設定",
    "Ask on file open": "ファイルを開いたら確認",
    "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(GoPro の GPS やテレメトリーなどのデータトラックは ffmpeg では切り取れないため、標準では上書きコピーされず、映像/音声を切り取ってもメディアの長さが変わらない原因となります)",
    "The video inside segments will be discarded, while the video surrounding them will be kept.": "セグメントの外側の動画が保持され、内側の動画は破棄します。",
    "The video inside segments will be kept, while the video outside will be discarded.": "セグメントの内側の動画が保持され、外側の動画は破棄します。",
    "Cut at the nearest keyframe (not accurate time.) Equiv to": "近いキーフレームで切り取り (正確な時間ではない)。以下に相当",
    "Keyframe cut mode": "キーフレーム切り取り方法",
    "Current time": "現在の時間",
    "Source file's time": "元ファイルの時間",
    "Set file modification date/time of output files to:": "出力ファイルの更新日時の設定:",
    "Same directory as input file": "入力ファイルと同じフォルダ",
    "Custom working directory": "作業フォルダを指定",
    "This is where working files, exported files, project files (CSV) are stored.": "作業ファイル、出力ファイル、プロジェクトファイル (CSV) の保管場所.",
    "Working directory": "作業フォルダ",
    "Close sidebar": "サイドバーを閉じる",
    "Segments total:": "出力部分の合計:",
    "Invalid number entered": "入力した数値が正しくありません",
    "Change order of segment": "セグメントの順序変更",
    "No segments to export.": "出力するセグメントなし。",
    "Make sure you have no overlapping segments.": "セグメントが重なっていないか確認してください。",
    "Exclude all segments from export": "出力からすべてのセグメントを除外",
    "Include all segments in export": "出力にすべてのセグメントを含める",
    "Include this segment in export": "このセグメントを出力に含める",
    "Include ONLY this segment in export": "このセメント「のみ」を出力に含める",
    "Exclude this segment from export": "このセグメントを出力から除外",
    "Decrease segment order": "セグメントの順序を前へ",
    "Increase segment order": "セグメントの順序を後ろへ",
    "Change segment order": "セグメントの順序を変更",
    "Remove segment": "セグメントを除去",
    "Label segment": "セグメントのラベル",
    "Add segment": "セグメントを追加",
    "Capture frame": "フレームを撮影",
    "Close file and clean up": "ファイルを閉じてお掃除",
    "Don't modify": "変更なし",
    "Set output rotation. Current: ": "出力時の回転を設定。現在: ",
    "If this is checked, all audio/video/subtitle/data tracks will be included. This may not always work for all file types. If not checked, only default streams will be included.": "有効にすると、すべての音声/映像/字幕/データトラックが含められます。ただし、ファイルの種類によっては機能しないこともあります。無効化すると、標準のストリームのみが含まれます。",
    "Include all tracks?": "すべてのトラックを含める",
    "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).\n\nDrag and drop to change the order of your files here:": "このダイアログは、一連のファイルの連結に使われます. 例えば順番に:\n[ファイル1][ファイル2][ファイル3]\nまた、トラックの結合 (映像に音声トラックを追加するなど) には使用「できません」.\nすべてのファイルのコーデックとコーデックの設定値 (fps、解像度など) がまったく同じであることを確認してください.\n\nドラッグ＆ドロップでファイルの順序を変更できます.",
    "Merge/concatenate files": "ファイルの結合/連結",
    "Merge!": "結合!",
    "More than one file must be selected": "複数のファイルを選択する必要があります",
    "Zoom": "拡大",
    "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "出力時、タイムライン中の選択したセグメントを「保持します」- それ以外の範囲は除去します。",
    "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "出力時、タイムライン中の選択したセグメントを「除去します」- それ以外の範囲を保持します",
    "Discard selected segments": "選択したセグメントを破棄",
    "Keep selected segments": "選択したセグメントを保持",
    "Pan timeline": "タイムラインのパン",
    "Toggle zoom between 1x and a calculated comfortable zoom level": "等倍と、算出された快適な拡大率とを切り替え",
    "We are on the first keyframe": "最初のキーフレームです",
    "Failed to find any prev keyframe": "前のキーフレームの探索に失敗",
    "We are on the first frame": "最初のフレームです",
    "We are on the last frame": "最後のフレームです",
    "Failed to find any prev frame": "前のフレームの探索に失敗",
    "Failed to find next keyframe": "次のキーフレームの探索に失敗",
    "Less than 2 frames found": "フレームが2つ以下です",
    "Input has <1>{{numStreamsTotal}}</1> tracks - <3>Keeping <1>{{numStreamsToCopy}}</1> tracks</3>": "入力元 <1>{{numStreamsTotal}}</1>トラック - <3>現在保持 <1>{{numStreamsToCopy}}</1> トラック</3>",
    "Show this page before exporting?": "出力前にこれを表示",
    "For the ipod format, it is recommended to activate this option": "iPod 形式では、このオプションを有効にすることを推奨します",
    "Shift timestamps (avoid_negative_ts)": "タイムスタンプのシフト (avoid_negative_ts)",
    "For the ipod format, it is recommended to deactivate this option": "iPod 形式では、このオプションを無効にすることを推奨します",
    "Preserve all MP4/MOV metadata?": "すべての MP4/MOV メタデータを保持",
    "Enable MOV Faststart?": "MOV 高速開始を有効化",
    "Note: Keyframe cut is recommended for most common files": "注: キーフレーム切り取りを、最も一般的なファイルに推奨します",
    "Cut mode:": "切り取り方法:",
    "Depending on your specific file/player, you may have to try different options for best results.": "具体的なファイル/プレイヤーによって、最良の結果にするため別のオプションを試す必要があることも。",
    "Preserve original metadata when merging? (slow)": "結合時に元のメタデータを保持 (遅い)",
    "Advanced options": "高度なオプション",
    "Save output to path:": "出力保存先のパス:",
    "Merge {{segments}} cut segments to one file?": "切り取った{{segments}}セグメントを1ファイルに結合する ?",
    "Disables shifting of timestamp.": "タイムスタンプのシフトをしない。",
    "Shift timestamps so that the first timestamp is 0. (LosslessCut default)": "先頭のタイムスタンプが0になるようにシフトする (LosslessCut の初期設定)。",
    "Enables shifting when required by the target format.": "目的の形式で必要な場合シフトする。",
    "Output container format:": "出力するコンテナ形式:",
    "Shift timestamps to make them non-negative. Also note that this affects only leading negative timestamps, and not non-monotonic negative timestamps.": "タイムスタンプをシフトして負ではない値にします。また、これは先頭の負のタイムスタンプにのみ影響し、単調ではない負のタイムスタンプには影響しません。",
    "You can customize the file name of the output segment(s) using special variables.": "特別な変数を使い、出力するセグメントのファイル名を指定できます。",
    "When merging, do you want to preserve metadata from your original file? NOTE: This may dramatically increase processing time": "結合時に、元のファイルのメタデータを保持しますか ? 注: 処理時間が大幅に増加する可能性があります。",
    "When merging, do you want to create chapters in the merged file, according to the cut segments? NOTE: This may dramatically increase processing time": "結合時に、結合後のファイルに切り取ったセグメントに対応するチャプターを作成しますか ? 注: 処理時間が大きく増加する可能性があります。",
    "Defaults to same format as input file. You can losslessly change the file format (container) of the file with this option. Not all formats support all codecs. Matroska/MP4/MOV support the most common codecs. Sometimes it's even impossible to export to the same output format as input.": "初期値では、入力ファイルと同じ形式です。このオプションによりファイル形式 (コンテナ) を無劣化で変更できます。すべての形式がすべてのコーデックに対応しているわけではありません。Matroska/MP4/MOVは、よくあるコーデックに対応しています。時に、入力と同じ形式に出力できない場合もありえます。",
    "Not all formats support all track types, and LosslessCut is unable to properly cut some track types, so you may have to sacrifice some tracks by disabling them in order to get correct result.": "すべての形式が、すべての種類のトラックに対応しているわけではありません。LosslessCut は一部の種類のトラックを適切に切り取りできないことがあります。その場合、望む結果を得るためトラックを無効にして犠牲にする必要があることも。",
    "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "iPhone が作成する HEVC 動画を切り取ると、出力ファイルは、すべてのプレイヤーでは再生できない可能性があります。",
    "Enable this to allow faster playback of the resulting file. This may cause processing to take a little longer": "有効にすると、出力されたファイルの再生が速くなります。処理に少し時間がかかることがあります。",
    "Preserve all MOV/MP4 metadata tags (e.g. EXIF, GPS position etc.) from source file? Note that some players have trouble playing back files where all metadata is preserved, like iTunes and other Apple software": "元のファイルからすべての MOV/MP4 メタデータタグ (EXIF、GPS 位置情報など)を保存しますか ? iTunes など Apple 製ソフトウェアのように、すべてのメタデータが保持されたファイルの再生に問題があるプレイヤーもあるのでご注意ください。",
    "Try one of the following before exporting again:": "再び出力する前に以下をお試しください:",
    "Max length": "最大長",
    "Label current segment": "現在のセグメントのラベル",
    "Copy to YouTube description/comment:": "YouTube の説明文/コメントにコピー:",
    "YouTube Chapters": "YouTube チャプター",
    "Invalid character(s) found in key": "キー中に不正な文字があります",
    "Enter metadata key": "メタ―データのキーを入力",
    "Add metadata": "メタデータ追加",
    "Import chapters": "チャプターを取り込み",
    "Ignore chapters": "チャプターを無視",
    "This file has embedded chapters. Do you want to import the chapters as cut-segments?": "このファイルにはチャプター情報が埋め込まれています。チャプターをセグメントとして切り取りますか ?",
    "You ran out of space": "空き容量がありません",
    "Paste or type a YouTube chapters description or textual chapter description": "YouTube のチャプター説明や、テキストのチャプター説明を貼り付けるか入力",
    "YouTube video description\n00:00 Intro\n00:01 Chapter 2\n00:00:02.123 Chapter 3": "YouTube 動画 説明\n00:00 はじめに\n00:01 チャプター2\n00:00:02.123 チャプター3",
    "Import text chapters / YouTube": "チャプター用テキストのインポート / YouTube",
    "Set custom start offset/timecode": "開始補正/タイムコードを設定",
    "Set custom start time offset": "開始時間の補正を設定",
    "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. (Useful for viewing/cutting videos according to timecodes)": "映像を0から開始するかわりに指定した値で補正できます。これは Lossless Cut のプレビューでのみ適用され、ファイルへの影響は一切ありません。(タイムコードに沿って映像を表示/切り取りするのに便利です)。",
    "Done": "完了",
    "Default": "初期値",
    "Variables": "変数",
    "There is an error in the file name template:": "ファイル名のテンプレートにエラーがあります:",
    "Resulting segment file names": "出力されるセグメントのファイル名",
    "Reset": "初期化",
    "Output name(s):": "出力ファイル名:",
    "This template will result in invalid file names": "このテンプレートでは無効なファイル名となります",
    "Export to separate files": "別々のファイルに分割して出力",
    "Separate files": "ファイル分割",
    "Auto merge segments to one file after export, but keep segments too": "出力後にセグメントを1ファイルに自動で結合し、各セグメントも残す",
    "Auto merge segments to one file after export": "出力後にセグメントを1ファイルに自動で結合",
    "One or more rows does not have 3 columns": "1つ以上の行にて3つの列がありません",
    "No rows found": "行がありません",
    "Invalid start or end value. Must contain a number of seconds": "開始か終了の値が正しくありません。秒数は必要です。",
    "Invalid EDL data found": "EDL データが正しくありません",
    "Something went wrong": "何かが失敗しています",
    "Report error": "報告エラー",
    "If nothing helps, you can send an <1>Error report</1>": "それでも解決しない場合、<1>エラー報告</1>もできます",
    "See <1>Help</1>": "<1>ヘルプ</1>を確認",
    "Try with a <1>Different file</1>": "<1>違うファイル</1>を試す",
    "Set a different <1>Working directory</1>": "違う<1>作業フォルダ</1>を指定",
    "Change output <1>Format</1> from <3>MP4</3> to <5>MOV</5>": "出力<1>形式</1>を <3>MP4</3> から <5>MOV</5> へ変更",
    "Merge & Separate": "結合 & 分割",
    "Merge cuts": "結合切り取り",
    "Normal cut": "通常の切り取り",
    "Keyframe cut": "キーフレーム切り取り",
    "Cut mode is:": "切り取り方法:",
    "Export+merge": "出力+結合",
    "Export {{ num }} segments": "{{ num }} セグメントを出力",
    "Discard": "破棄",
    "Extract": "抽出",
    "Unprocessable streams were exported as separate files.": "処理できないストリームは別のファイルとして出力されました。",
    "Exporting": "出力中",
    "No tracks selected for export": "出力するトラックの選択なし",
    "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "完全には未対応のファイルです。プレビューは音声なしか低品質かもしれません。しかし出力すると、最終的に無劣化で音声つきになります。音声つきでプレビューするにはメニューから変換してください。",
    "<0>Note:</0> Keyframe cut and Merge cuts buttons have been moved to the export panel (press Export to see it.)": "<0>注:</0> キーフレーム切り取り、また結合切り取りのボタンは、出力のパネル内に移動しました (確認するには出力を押す)",
    "Export segment(s)": "セグメントを出力",
    "Export options": "出力オプション",
    "Unable to export this file": "このファイルを出力できません",
    "These options will let you convert files to a format that is supported by the player. You can try different options and see which works with your file. Note that the conversion is for preview only. When you run an export, the output will still be lossless with full quality": "このオプションでは、本プレイヤーに対応する形式にファイルを変換できます。ファイルにどんなオプションが適しているか試し確認できます。なお、変換はプレビュー専用です。出力を実行して出力されるファイルは無劣化の完全品質です。",
    "Show export options screen before exporting?": "出力オプションを出力前に表示",
    "Export": "出力",
    "Working dir set": "作業フォルダ指定",
    "Working dir unset": "作業フォルダ未設定",
    "Copy to clipboard": "クリップボードにコピー",
    "Show sidebar": "サイドバー表示",
    "Mute preview? (will not affect output)": "無音でプレビュー (出力に影響なし) ?",
    "Timeline keyboard seek speed": "タイムライン キーボード シーク速度",
    "Timeline keyboard seek acceleration": "タイムライン キーボード シーク加速度",
    "Timeline trackpad/wheel sensitivity": "タイムライン タッチパッド/ホイール感度",
    "Capture frame format": "フレーム撮影形式",
    "All formats:": "すべての形式:",
    "Common formats:": "一般的な形式:",
    "(detected)": "(検出)",
    "Format": "形式",
    "Output format": "出力形式",
    "Duration has been fixed": "時間の長さが修正されました",
    "Failed to fix file duration": "時間の長さの修正に失敗",
    "Aborted": "中止しました",
    "Extracting all streams": "すべてのストリームを抽出中",
    "Failed to extract track": "トラックの抽出に失敗",
    "Track has been extracted": "トラックは抽出されました",
    "Extracting track": "トラックの抽出中",
    "Unsupported file": "未対応のファイル",
    "This file does not have a valid duration. This may cause issues. You can try to fix the file's duration from the File menu": "このファイルは正しい長さではありません。問題を起こすことがあります。メニューから長さを修正してください",
    "The audio track is not supported. You can convert to a supported format from the menu": "この音声トラックには未対応です。メニューから対応形式に変換してください。",
    "Unable to determine file format": "ファイル形式の検出に失敗",
    "Failed to load segments": "セグメントの読み込み失敗",
    "No valid segments found": "有効なセグメントはありません",
    "No segment to split. Please move cursor over the segment you want to split": "分割するセグメントなし。分割したいセグメント上にカーソルを合わせてください。",
    "Start time must be before end time": "開始位置は終了位置より前に指定してください",
    "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "完了! 切り取り箇所が不正確なことがあります。元ファイルの削除前に、好きなプレイヤーやエディタで出力ファイルを確認してください。出力ファイルがおかしければ、ヘルプを参照。",
    "Permanently delete": "完全に削除",
    "Unable to move file to trash. Do you want to permanently delete it?": "ごみ箱へ移動できません。完全に削除しますか ?",
    "Cleanup successful": "お掃除成功",
    "Cleaning up": "お掃除中",
    "Are you sure you want to close the current file?": "現在のファイルを閉じますか ?",
    "Keyframe cut disabled": "キーフレーム切り取り無効化",
    "Keyframe cut enabled": "キーフレーム切り取り有効化",
    "Advanced view has been enabled. You will now also see non-essential buttons and functions": "高度な表示を有効化。必須ではないボタンや機能も表示されます。",
    "Advanced view disabled. You will now see only the most essential buttons and functions": "高度な表示を無効化。重要な必須ボタンと機能だけが表示されます。",
    "Unable to playback this file. Try to convert to supported format from the menu": "ファイルを再生できません。メニューから対応形式へ変換してみてください。",
    "Unable to change playback rate right now": "現在、再生速度を変更できません",
    "Playback rate:": "再生速度:",
    "Failed to capture frame": "フレームの撮影に失敗",
    "Screenshot captured to:": "スナップ撮影済み:",
    "No segments to export": "出力するセグメントなし",
    "<0>{{durationMsFormatted}}</0> ms, <2>{{frameCount}}</2> frames": "",
    "You have no write access to the directory of this file, please select a custom working dir": "ファイルがあるフォルダへの書き込み権限がありません。作業フォルダを指定してください",
    "Export selection": "選択範囲を出力",
    "Please input a valid format.": "正しい形式を入力してください.",
    "Select output folder": "出力フォルダの選択",
    "Where do you want to save output files? Make sure there is enough free space in this folder": "出力ファイルをどこに保存しますか ? 十分な空き容量を確保してください。",
    "Where do you want to save output files?": "出力ファイルをどこに保存しますか ?",
    "Failed to run ffmpeg:": "ffmpeg の実行に失敗:",
    "The last executed ffmpeg commands will show up here after you run operations. You can copy them to clipboard and modify them to your needs before running on your command line.": "最近実行した ffmpeg のコマンドは、操作の実行後ここに表示されます。このコマンドをクリップボードへコピーし、必要に応じ修正してからコマンドラインで実行できます。",
    "Last ffmpeg commands": "最近の ffmpeg コマンド",
    "Back": "戻る",
    "No": "いいえ",
    "Yes": "はい",
    "Muted preview (exported file will not be affected)": "無音のプレビュー (出力ファイルには影響なし)",
    "Lossless rotation might not work with this file format. You may try changing to MP4": "このファイル形式では無劣化での回転ができないことがあります。mp4 でもお試しください。",
    "Key frames will show on the timeline. You need to zoom in to view them": "キーフレームはタイムライン上に表示されます。表示するには拡大する必要があります。",
    "Unable to save project file": "プロジェクトファイルを保存できません",
    "Download {{version}}": "ダウンロード {{version}}",
    "New version!": "最新版あり！",
    "Export project": "プロジェクト エクスポート",
    "Import project": "プロジェクト インポート",
    "DaVinci Resolve / Final Cut Pro XML": "DaVinci Resolve / Final Cut Pro 用XML",
    "Ask for confirmation when closing app or file?": "ソフトやファイルを閉じる際に確認",
    "Ask about importing chapters from opened file?": "開いたファイルからチャプターをインポートするかを確認",
    "Enable experimental ffmpeg features flag?": "実験的な ffmpeg の機能のフラグを使用",
    "Preview": "プレビュー",
    "Rotation preview": "回転プレビュー",
    "Loading file": "ファイル読込中",
    "Include the following text:": "以下の情報を含めてください:",
    "Please create an issue at <1>https://github.com/mifi/lossless-cut/issues</1> where you describe what you were doing.": "どんな操作をしていたか英語で説明し <1>https://github.com/mifi/lossless-cut/issues</1> に issue を作成してください。",
    "Please send an email to <1>losslesscut@yankee.no</1> where you describe what you were doing.": "どんな操作をしていたか英語で説明し <1>losslesscut@yankee.no</1> へメールを送信してください。",
    "Send problem report": "問題報告を送信",
    "Press <1>H</1> for help": "<1>H</1> ヘルプ",
    "to show simple view": "かんたん表示",
    "to show advanced view": "高度な機能を表示",
    "DROP FILE(S)": "ファイルをドロップ",
    "Unable to save your preferences. Try to disable any anti-virus": "設定を保存できません。ウイルス対策ソフトを無効にしてみてください。",
    "Hover mouse over buttons in the main interface to see which function they have": "機能の説明を見るには、メインウィンドウのボタン上にマウスカーソルを乗せます",
    "Delete source file": "入力ファイルの削除",
    "Trash original source file, project CSV and auto-generated files": "元の入力ファイル, プロジェクトの CSV と自動生成ファイルを削除",
    "Trash project CSV and auto-generated files": "プロジェクトの CSV と自動生成ファイルを削除",
    "Trash auto-generated files": "自動生成ファイルをごみ箱へ",
    "Do you want to move the original file and/or any generated files to trash?": "元のファイルや生成ファイルをごみ箱へ移動しますか ?",
    "Cleanup files?": "ファイルを削除",
    "Include all tracks from the new file": "新たなファイルのすべてのトラックを含める",
    "Open the file instead of the current one": "読み込み中のファイルではなく新たなファイルを開く",
    "You opened a new file. What do you want to do?": "新たにファイルを開きました。どうしますか ?",
    "Snapshot capture format": "スナップ写真の画像形式",
    "Capture snapshot": "スナップ写真を撮影",
    "Output actions": "出力操作",
    "Change rotation": "回転",
    "Other operations": "ほかの操作",
    "Mouse scroll/wheel up/down": "マウスのスクロール/ホイールの上/下",
    "Mouse scroll/wheel left/right": "マウスのスクロール/ホイールの左/右",
    "Zoom in/out timeline": "タイムラインの拡大/縮小",
    "Zoom out timeline": "タイムラインを縮小",
    "Zoom in timeline": "タイムラインを拡大",
    "Timeline/zoom operations": "タイムライン/拡大操作",
    "Split segment at cursor": "カーソルの地点でセグメントを分割",
    "Select next segment": "次のセグメントを選択",
    "Select previous segment": "前のセグメントを選択",
    "Remove current segment": "現在のセグメントを除去",
    "Add cut segment": "切り取りセグメントを追加",
    "Jump to cut end": "切り取り終端へ飛ぶ",
    "Jump to cut start": "切り取り先頭へ飛ぶ",
    "Seek forward 1% of timeline at current zoom": "現在の拡大率でタイムラインを前へ1%シーク",
    "Seek backward 1% of timeline at current zoom": "現在の拡大率でタイムラインを後ろへ1%シーク",
    "Seek forward 1 sec": "前へ1秒シーク",
    "Seek backward 1 sec": "後ろへ1秒シーク",
    "Step forward 1 frame": "1フレーム進む",
    "Seek to next keyframe": "次のキーフレームへシーク",
    "Seek to previous keyframe": "前のキーフレームへシーク",
    "Step backward 1 frame": "1フレーム戻る",
    "Seeking": "シーク",
    "Experimental flag": "実験的フラグ",
    "Try to enable the <1>Experimental Flag</1> in Settings": "設定の<1>試験的フラグ</1>の有効化を試す",
    "Speed up playback": "速く再生",
    "Slow down playback": "遅く再生",
    "Play/pause": "再生/停止",
    "Playback": "再生",
    "Show/hide help screen": "このヘルプの表示/非表示",
    "Keyboard & mouse shortcuts": "キーボードとマウスのショートカット",
    "Ask about chapters": "チャプターについて確認",
    "Ask before closing": "閉じる前に確認",
    "Auto save project": "プロジェクト自動保存",
    "The project will be stored along with the output files as a CSV file": "プロジェクトは、出力ファイルとともに CSV ファイルとして保存されます",
    "OK": "OK",
    "Select a different output <1>Format</1> (<3>matroska</3> and <5>mp4</5> support most codecs)": "違う出力<1>形式</1>を選択 (<3>matroska</3> と <5>mp4</5> は大半のコーデックに対応)",
    "Disable unnecessary <1>Tracks</1>": "不要な<1>トラック</1>を無効にする",
    "Try both <1>Normal cut</1> and <3>Keyframe cut</3>": "<1>通常の切り取り</1>と<3>キーフレーム切り取り</3>の両方を試す",
    "For more help and issues, please go to:": "ヘルプと既知の問題についてはこちら:",
    "Common problems": "全体的な問題",
    "Lossless cutting is not an exact science. For some codecs and files it just works. For others you may need to trial and error depending on the codec, keyframes etc to get the best cut.": "この無劣化での切り取りは精密な科学ではありません。しかしコーデックやファイルによっては、単純に成功します。そうでなければコーデックやキーフレームなどが原因で、切り取りを最適にするために試行錯誤が必要な場合もあるでしょう。",
    "Learn More": "詳細をウェブで開く",
    "Report an error": "エラーを報告",
    "About": "このソフトの情報",
    "Batch converting to supported format": "対応形式に一括で変換中",
    "Converting to supported format": "対応形式に変換中",
    "Choose cutting mode: Remove or keep selected segments from video when exporting?": "切り取り種別の選択: 出力時に、選択したセグメントを動画から削除するか保持する",
    "Remove": "除去",
    "Keep": "保持",
    "Help and shortcuts": "ヘルプとショートカット",
    "Toggle advanced view": "高度な表示の切替",
    "Please input a valid duration. Example: {{example}}": "正しい長さを入力してください。例: {{example}}",
    "Slowest: High quality encode": "最も遅い: 高品質のエンコード",
    "Slow: Low quality encode": "遅い: 低品質のエンコード",
    "Slow: Low quality encode (no audio)": "遅い: 低品質のエンコード (音声なし)",
    "Fast: Full quality remux, likely to fail": "高速: 完全品質の多重化, 失敗しやすい",
    "Fast: Full quality remux (no audio), likely to fail": "高速: 完全品質の多重化 (音声なし), 失敗しやすい",
    "Fastest: Low playback speed": "最高速: 再生速度が遅い",
    "Fastest: Low playback speed (no audio)": "最高速: 再生速度が遅い (音声なし)",
    "You need to choose something!": "いずれかを選択してください !",
    "Please confirm that you want to extract all tracks as separate files": "すべてのトラックを個別のファイルとして抽出します",
    "Cancel": "キャンセル",
    "Please select files to be merged. The files need to be of the exact same format and codecs": "結合するファイルを選択. ファイルはまったく同じ形式とコーデックである必要があります",
    "System language": "システムの言語設定",
    "All streams have been extracted as separate files": "すべてのストリームは分割したファイルとして抽出されました",
    "Failed to extract all streams": "すべてのストリームの抽出に失敗",
    "You do not have permission to access this file": "このファイルへの読み書き権限がありません",
    "You need to open a media file first": "先にメディアファイルを読み込んでください",
    "CSV files": "CSV ファイル",
    "Failed to convert file. Try a different conversion": "ファイルの変換に失敗。別の変換をお試しください。",
    "Failed to batch convert to supported format": "対応形式への一括変換に失敗",
    "Failed to convert files:": "ファイルの変換に失敗:",
    "Select files to batch convert to supported format": "対応形式に一括で変換するファイルを選択",
    "PBF files": "PBF ファイル",
    "CUE files": "CUE ファイル",
    "XML files": "XMLファイル",
    "Failed to export project": "プロジェクトのエクスポートに失敗",
    "TXT files": "テキストファイル",
    "Batch convert to supported format": "対応形式に一括で変換",
    "Please select files to be merged": "結合したいファイルを選択",
    "Failed to merge files. Make sure they are all of the exact same codecs": "ファイル結合に失敗。すべてのコーデックがまったく同じか確認してください",
    "Files merged!": "ファイルを結合しました !",
    "Merging": "結合中",
    "Merge files": "ファイルの結合",
    "Tools": "ツール",
    "Window": "ウィンドウ",
    "View": "表示",
    "Edit tracks / metadata tags": "トラックの編集 / メタデータのタグ",
    "Extract all tracks": "すべてのトラックを抽出",
    "Tracks": "トラック",
    "Convert to supported format": "対応形式に変換",
    "Divide timeline into a number of equal length segments": "タイムラインを複数の同じ長さのセグメントに分割",
    "Please input a valid number of segments": "有効なセグメント数を入力してください",
    "Divide timeline into a number of segments with the specified length": "タイムラインを指定された長さの複数のセグメントに分割",
    "Create num segments": "指定数のセグメントを作成",
    "Create fixed duration segments": "指定時間のセグメントを作成",
    "Reorder segments by start time": "開始時間からセグメントを再構築",
    "Clear all segments": "すべてのセグメントを消去",
    "Segments": "セグメント",
    "Edit": "編集",
    "Settings": "設定",
    "Exit": "終了",
    "Start times as YouTube Chapters": "開始時間を YouTube のチャプター形式で",
    "Duration": "長さ",
    "Fixing file duration": "時間の長さを修正中",
    "Fix incorrect duration": "正しくない長さを修正",
    "Timestamps (TSV/TXT)": "タイムスタンプ (TSV/TXT)",
    "Timestamps (CSV)": "タイムスタンプ (CSV)",
    "Load project (CSV)": "プロジェクトを読込 (CSV)",
    "Save project (CSV)": "プロジェクトに保存 (CSV)",
    "PotPlayer Bookmarks (.pbf)": "PotPlayer ブックマーク (.pbf)",
    "Text chapters / YouTube": "チャプター用テキスト / YouTube",
    "CUE sheet file": "CUE シート",
    "Close": "閉じる",
    "Open": "開く",
    "File": "ファイル",
    "Are you sure you want to quit?": "終了しますか?",
    "Confirm quit": "終了の確認",
    "Loaded existing preview file: {{ fileName }}": "既存のプレビュー用ファイルを読み込みました: {{ fileName }}",
    "Lock/unlock output format": "出力形式のロック/解除",
    "Trash project CSV": "プロジェクト用CSVをごみ箱へ",
    "Confirm": "確認",
    "Trash original source file": "入力した元ファイルをごみ箱へ",
    "Don't show dialog again until restarting app": "アプリを再起動するまでダイアログを再び表示しない",
    "Toggle Developer Tools": "開発者ツールの切り替え",
    "Help": "ヘルプ",
    "Minimize": "最小化",
    "Toggle Full Screen": "全画面の切り替え",
    "Select All": "すべて選択",
    "Paste": "貼り付け",
    "Copy": "コピー",
    "Cut": "切り取り",
    "Redo": "やり直し",
    "Undo": "元に戻す",
    "Invert all segments on timeline": "タイムラインのすべてのセグメントを反転",
    "Track disposition": "トラックの disposition",
    "Unchanged": "変更なし",
    "Discard all {{type}} tracks": "すべての{{type}}トラックを破棄",
    "Keep all {{type}} tracks": "すべての{{type}}トラックを保持",
    "The project will be stored alongside the output files as a project LLC file": "プロジェクトは、プロジェクト LLC ファイルとしてｍ出力ファイルと一緒に保存されます",
    "This is where working files, exported files, project files (LLC) are stored.": "この場所に作業中のファイル、出力したファイル、プロジェクトファイル (LLC) が保存されます。",
    "Next file": "次のファイル",
    "Previous file": "前のファイル",
    "LosslessCut project": "LosslessCut プロジェクト",
    "Do you want to merge/concatenate the files or load them for batch processing?": "ファルを結合/連結しますか、あるいは一覧で処理しますか ?",
    "Batch files": "ファイル一覧",
    "Trash project LLC file": "プロジェクト用 LLCファイルをごみ箱へ",
    "Use this for all files until LosslessCut is restarted?": "LosslessCut を再起動するまで、すべてのファイルにこれを適用",
    "Subtitle": "字幕",
    "No sanitize": "特殊文字残す",
    "Sanitize": "特殊文字削除",
    "Whether or not to sanitize output file names (sanitizing removes special characters)": "出力されるファイル名に使用不可の文字の削除するか (特殊文字の削除)",
    "Output file name will not be sanitized, and any special characters will be preserved. This may cause the export to fail and can cause other funny issues. Use at your own risk!": "出力されるファイル名は、使用不可の文字を削除せず特殊文字もそのままです。そのため出力の失敗やほかの変な問題を起こすことがあります!",
    "Are you sure you want to close the loaded batch of files?": "ファイル一覧の読み込みを閉じますか ?",
    "Close batch": "ファイル一覧を閉じる",
    "Batch file list": "ファイル一覧",
    "Failed to open file": "ファイルを開くのに失敗しました",
    "The media you tried to open does not exist": "開こうとしているファイルが存在しません",
    "Loading subtitle": "字幕の読込中",
    "View and edit segment tags in JSON5 format:": "セグメントのタグをJSON5形式で表示/編集:",
    "Segment tags": "セグメントのタグ",
    "Invalid JSON": "JSONが正しくありません",
    "Clear working directory": "作業フォルダの消去",
    "Import project (LLC)...": "プロジェクト インポート(LLC)…",
    "Export project (LLC)...": "プロジェクト エクスポート(LLC)…",
    "Fastest: Low playback speed (audio remux), likely to fail": "最高速: 再生速度が遅い (音声の多重化), 失敗しやすい",
    "An error has occurred.": "エラーが発生しました.",
    "Multiple files": "複数のファイル",
    "Load segments from the new file, but keep the current media": "現在のメディアのまま、新たなファイルのセグメント情報を読み込む",
    "LosslessCut (CSV)": "LosslessCut (CSV)",
    "Licenses": "ライセンス",
    "Unable to delete file: {{message}}": "ファイルを削除できません: {{message}}",
    "Seek to timecode": "時間コードへ移動",
    "Frame counts": "フレーム数",
    "Frame fractions": "フレーム",
    "Auto convert to supported format": "対応形式に自動変換",
    "Fast: Remux video, encode audio (fails if unsupported video codec)": "速い: 動画の多重化、音声エンコード (未対応の動画コーデックでは失敗する)",
    "Frame numbers (CSV)": "フレーム数 (CSV)",
    "Slow down playback more": "かなり遅く再生",
    "Speed up playback more": "かなり早く再生",
    "This is where working files and exported files are stored.": "作業ファイルや出力したファイルが保存される場所です。",
    "The project will be stored alongside the input file as a project LLC file": "プロジェクトは、プロジェクト用 LLC ファイルとして入力ファイルと一緒に保存されます",
    "Try to automatically convert to supported format when opening unsupported file?": "未対応のファイルを開いたら対応形式に自動変換",
    "Note: Cutting and including external tracks at the same time does not yet work. If you want to do both, it must be done as separate operations. See github issue #896.": "注：切り取りと外部トラックの取り込みを同時に行うことは、まだできません。両方行う場合、別々の操作として行ってください。詳細は Github の issue #896 を参照。",
    "Always open this dialog when opening multiple files": "複数のファイルを開いたら、常にこのダイアログを表示",
    "Are you sure?": "よろしいですか?",
    "At least one resulting file name has no length": "1つ以上の出力ファイル名の長さがありません",
    "At least one resulting file name is the same as the input path": "1つ以上の出力ファイル名が入力パスと同一です",
    "Add the file to the batch list": "ファイル一覧にこのファイルを追加",
    "Batch convert files to supported format": "対応形式に一括で変換",
    "At least one resulting file will have a too long path": "1つ以上の出力ファイルのパスが長すぎます",
    "Bind new key to action": "操作を新しいキーに割り当て",
    "Chapters": "チャプター",
    "Chapters only": "チャプターのみ",
    "Close current screen": "現在の画面を閉じる",
    "Combination is invalid": "組み合わせが正しくありません",
    "Convert current file to supported format": "現在のファイルを対応形式に変換",
    "Cut mode": "切り取り方法",
    "Don't cut the file, but instead export an unmodified original which has chapters generated from segments": "ファイルを切り取らず、セグメントから生成されたチャプターを持つ、未変更の元動画を出力",
    "Keep or discard audio tracks": "音声トラックを保持または破棄",
    "No binding": "割り当てなし",
    "Open the file": "ファイルを開く",
    "Play/pause (no reset speed)": "再生/停止 (速度初期化なし)",
    "Please confirm folder": "フォルダを確認してください",
    "Please open at least 2 files to merge, then try again": "結合するには2つ以上のファイルを開き再度お試しください",
    "Please press your desired key combination. Make sure it doesn't conflict with any other binding or system hotkeys.": "組み合わせたいキーを押してください。他の割り当てやシステムのホットキーと競合しないようにしてください。",
    "Remove key binding": "キー割り当てを削除",
    "Save": "保存",
    "Shuffle segments order": "セグメントの順序をシャッフル",
    "Sort items": "項目の並べ替え",
    "Template results in duplicate file names": "テンプレートの結果、ファイル名が重複",
    "Start over": "やり直し",
    "Times in seconds (CSV)": "秒単位の時間 (CSV)",
    "Toggle inclusion of this segment in export": "このセグメントを出力するかを切り替え",
    "Video FPS": "動画の FPS",
    "At least one resulting file name contains invalid characters": "1つ以上の出力ファイル名に不正な文字が含まれます",
    "Press confirm to grant LosslessCut permissions to write the project file (This is due to App Sandbox restrictions)": "確認を押すと、LosslessCut にプロジェクトファイルの書き込み権限が付与されます (App Sandboxの制限のため)",
    "Could not open media due to error {{errorCode}}": "エラーのためメディアを開けません {{errorCode}}",
    "Note that also other settings from the normal export dialog apply to this merge function. For more information about all options, see the export dialog.": "通常の出力ダイアログのほかの設定も、この結合機能に適用されます。すべてのオプションの詳細は、出力ダイアログを参照のこと。",
    "Pause": "停止",
    "Play": "再生",
    "You have no write access to the directory of this file": "このファイルのあるフォルダへの書き込み権限がありません",
    "Custom FFmpeg directory (experimental)": "FFmpeg のフォルダを指定 (試験的)",
    "Decrease audio volume": "音量を下げる",
    "Clear batch file list after merge": "結合後にファイル一覧を消去",
    "Extract all frames": "すべてのフレームを抽出",
    "Extract all frames as images": "すべてのフレームを画像として抽出",
    "Extracting frames": "フレームを抽出中",
    "Frames extracted to: {{path}}": "フレームを以下に抽出しました: {{path}}",
    "Fill gaps between segments": "セグメント間の未選択箇所を埋める",
    "Jump to previous segment": "前のセグメントへ移動",
    "Remove selected segments": "選択済みセグメントを除去",
    "Please confirm that you want to extract all {{numFrames}} frames as separate images": "全 {{numFrames}} フレームを個々の画像として抽出します",
    "Options": "オプション",
    "Please send an email to <1>losslesscut@mifi.no</1> where you describe what you were doing.": "<1>losslesscut@mifi.no</1> 宛のメールで、何をしていたかを (英語で) 説明してください。",
    "Select only this segment": "このセグメントのみを選択",
    "Select all segments": "すべてのセグメントを選択",
    "Select segments by label": "指定のラベルのセグメントを選択",
    "Store project file (.llc) in the working directory or next to loaded media file?": "プロジェクトファイル (.llc) を作業フォルダか、メディアファイルと同じ場所に保存する",
    "Toggle current segment selected": "現在のセグメント選択を切替",
    "Using built-in ffmpeg": "内蔵された ffmpeg を使用中",
    "attachment": "付属",
    "{{selectedSegments}} of {{nonFilteredSegments}} segments selected": "{{selectedSegments}} / {{nonFilteredSegments}} のセグメント選択",
    "This allows you to specify custom FFmpeg and FFprobe binaries to use. Make sure the \"ffmpeg\" and \"ffprobe\" executables exist in the same directory, and then select the directory.": "指定した FFmpeg と FFprobe のバイナリを使用できます。同じフォルダに ffmpeg と ffprobe の実行ファイルが存在するようにし、フォルダを選択します。",
    "video": "動画",
    "audio": "音声",
    "subtitle": "字幕",
    "Using external ffmpeg": "外部の ffmpeg を使用中",
    "Label selected segments": "選択済みセグメントのラベル",
    "Jump to next segment": "次のセグメントへ移動",
    "Extract all frames in segment as images": "セグメント内のすべてのフレームを抽出",
    "Deselect all segments": "すべてのセグメントを選択解除",
    "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).": "続きなど、一連のファイルを連結するのに使用します。\n[file1][file2][file3]\n並列にトラックを結合する (音声トラックを映像に追加するような) ことはできません。\nすべてのファイルでまったく同じコーデックとコーデック設定値 (fps、解像度など) だと確認してください。",
    "Increase audio volume": "音量を上げる",
    "Shift all segments on timeline": "タイムラインのすべてのセグメントをずらす",
    "This experimental feature will re-encode the part of the video from the cutpoint until the next keyframe in order to attempt to make a 100% accurate cut. Only works on some files. I've had success with some h264 files, and only a few h265 files. See more here: {{url}}": "これは試験的機能で、切り取り地点から次のキーフレームまでの映像部分を再エンコードし、100%正確な切り取りを試みます。一部のファイルでのみうまくいくでしょう。私が試したところ、一部の h264 ファイルと、ほんの一部の h265 ファイルでのみ成功しました。詳細: {{url}}",
    "About LosslessCut": "LosslessCut の情報",
    "Open selected file": "選択したファイルを開く",
    "Select custom FFmpeg directory": "独自の FFmpeg のフォルダを選択",
    "Shift all segments on the timeline by this amount. Negative values will be shifted back, while positive value will be shifted forward in time.": "タイムライン上のすべてのセグメントをこの値分だけずらします。負の値は時間的に後退し、正の値は前進します。",
    "Smart cut (experimental):": "スマート切り取り (試験的):",
    "Store in working directory": "作業フォルダ内に保存",
    "Store next to media file": "メディアファイルと同じ場所に保存",
    "You are running version {{version}}": "バージョン {{version}} を使用中",
    "You have enabled the \"invert segments\" mode <1></1> which will cut away selected segments instead of keeping them. But there is no space between any segments, or at least two segments are overlapping. This would not produce any output. Either make room between segments or click the Yinyang <3></3> symbol below to disable this mode.": "「セグメント反転」<1></1>が有効のため、選択されたセグメントは保持されるのではなく切り捨てられます。しかしセグメント同士の間がまったくないか、2つ以上のセグメントが重なっています。そのため出力される部分はありません。セグメント間を空けるか、陰陽マーク<3></3>をクリックし無効にしてください。",
    "Jump to current segment's end time": "現在のセグメントの終了位置へ移動",
    "Jump to current segment's start time": "現在のセグメントの開始位置へ移動",
    "End current segment at current time": "現在の位置で現在のセグメントを終了",
    "Jump to start time": "開始位置へ移動",
    "Jump to end time": "末端位置へ移動",
    "Manually input current segment's end time": "現在のセグメントの終了時間を手動で入力",
    "Manually input current segment's start time": "現在のセグメントの開始時間を手動で入力",
    "Start current segment at current time": "現在の位置で現在のセグメントを開始",
    "Both": "両方",
    "Check compatibility": "互換性の検査",
    "Detecting black scenes": "真っ暗なシーンを検出中",
    "Detect black scenes": "真っ暗なシーンを検出",
    "Divide timeline into segments with randomized durations and gaps between sergments, in a range specified in seconds with the correct format.": "有効な形式で秒単位に指定された範囲内で、ランダムな長さとセグメント間の間隔にして、タイムラインをセグメントに分割する。",
    "Disposition": "処理",
    "Do you want to shift the start or end timestamp by {{time}}?": "開始または終了のタイムスタンプを15秒ずつずらしますか ?",
    "End": "終了",
    "FAQ": "FAQ",
    "Failed to detect black scenes": "真っ暗なシーンの検出に失敗",
    "Extraneous track {{index}}": "無関係のトラック {{index}}",
    "Final Cut Pro FCPX / FCPXML": "Final Cut Pro FCPX / FCPXML",
    "How to use": "説明書",
    "Input has {{numStreamsTotal}} tracks - <3>Keeping {{numStreamsToCopy}} tracks</3>": "入力は {{numStreamsTotal}} トラック - <3>{{numStreamsToCopy}} トラック保持</3>",
    "Invalid input": "無効な入力",
    "Mouse wheel zoom modifier key": "マウススクロールを時間拡大に変更するキー",
    "Mismatches detected": "不一致を検出",
    "Loading": "読み込み中",
    "Output file name template results in duplicate file names (you are trying to export multiple files with the same name.)": "出力ファイル名のテンプレートによるファイル名が重複（複数の同名のファイルを出力しようとしています）。",
    "Overwrite existing files": "既存のファイルを上書き",
    "See <1>Help</1> menu for help": "<1>ヘルプ</1>はメニューから参照",
    "Set current frame as cover art": "現在のフレームをカバーアートに設定",
    "Start": "開始",
    "Troubleshooting": "トラブルシューティング",
    "Version": "バージョン",
    "Create random segments": "ランダムなセグメントを生成",
    "FCPXML files": "FCPXML ファイル",
    "Current frame has been set as cover art": "現在のフレームがカバーアートに設定されました",
    "Overwrite files when exporting, if a file with the same name as the output file name exists?": "出力ファイル名と同じ名前のファイルが存在すれば、出力時にファイルを上書き",
    "Output file name": "出力ファイル名",
    "Output file already exists, refusing to overwrite. You can turn on overwriting in settings.": "出力ファイルが既に存在し、上書きもできません。設定によって上書き可能にできます。",
    "The file name template is missing {{ext}} and will result in a file without the suggested extension. This may result in an unplayable output file.": "ファイル名のテンプレートに {{ext}} がなく、拡張子のないファイルとなります。再生できない出力ファイルになる可能性があります。",
    "File compatibility check is not enabled, so the merge operation might not produce a valid output. Enable \"Check compatibility\" below to check file compatibility before merging.": "ファイルの互換性の検査が有効でないため、結合により、無効な出力ファイルになることがあります。以下の「互換性の検査」を有効にし、結合前にファイルの互換性を検査してください。",
    "A mismatch was detected in at least one file. You may proceed, but the resulting file might not be playable.": "1個以上のファイルで不一致が検出されました。続行できますが、出力されるファイルは再生できない可能性があります。",
    "Track {{index}} mismatch: {{key1}} {{value1}} != {{value2}}": "トラック {{index}} 不一致: {{key1}} {{value1}} != {{value2}}",
    "{{durationMsFormatted}} ms, {{frameCount}} frames": "{{durationMsFormatted}} ms, {{frameCount}} フレーム",
    "Set minimum silence duration that will be converted into a segment.": "セグメントにされる無音の最小の持続時間を設定。",
    "Set the threshold for considering a pixel \"black\".": "ピクセルを「真っ暗」とみなす閾値を設定。",
    "Snapshot capture method": "スナップ写真の撮影方法",
    "Snapshot capture quality": "スナップ写真の撮影の品質",
    "Unable to export unprocessable streams.": "処理できないストリームを出力できません。",
    "Abort": "中止",
    "Capture every single frame as an image": "すべての単一フレームを画像として撮影",
    "Capture the best image every nth second": "N秒ごとに良好な画像を撮影",
    "Capture exactly one image every nth second": "N秒ごとに正確に画像として撮影",
    "Capture frames that differ the most from the previous frame": "前のフレームと最も異なるフレームを撮影",
    "Check for updates on startup?": "起動時に最新版を確認",
    "Combine overlapping segments": "重なっているセグメントを1つに結合",
    "Check for updates": "最新版を確認",
    "Create segments from keyframes": "キーフレームからセグメント作成",
    "Enable HEVC hardware decoding": "HEVC ハードウェアデコードを有効化",
    "Enable HEVC / H265 hardware decoding (you may need to turn this off if you have problems with HEVC files)": "HEVC / H265 ハードウェアデコードを有効化 (HEVC ファイルの問題があれば、オフにしてください)",
    "Enter a decimal number between 0 and 1 (sane values are 0.3 - 0.5)": "0 から 1 の間で10進数を入力 (妥当な値は0.3 - 0.5)",
    "Enter parameters": "引数を入力",
    "Enter the number of seconds between each image (decimal)": "画像間の秒数を入力 (10進数)",
    "Enter the number of frames between each image (integer)": "画像間のフレーム数を入力 (整数)",
    "Detect scene changes": "シーンの変更を検出",
    "Detecting scene changes": "シーンの変更を検出中",
    "Detect silent scenes": "無音のシーンを検出",
    "Detecting silent scenes": "無音のシーンを検出中",
    "FFmpeg": "FFmpeg",
    "Export is done!": "出力完了 !",
    "Extract frames of the selected segment as images?": "選択したセグメントのフレームを画像ファイルとして抽出",
    "Extract frames from segment as image files": "セグメントからフレームを画像ファイルとして抽出",
    "Extract frames as image files": "フレームを画像として抽出",
    "Failed to detect scene changes": "シーンの変更を検出に失敗",
    "Failed to detect silent scenes": "無音のシーンを検出に失敗",
    "File names of extracted video frames": "抽出された映像フレームのファイル名",
    "File number": "ファイル番号",
    "HTML video tag": "HTML の Video タグ",
    "If output does not look right, see the Help menu.": "出力されたファイルが正しくないなら、ヘルプメニューをご覧ください。",
    "Frame timestamp": "フレームの時間",
    "Keyboard, mouse and input": "キーボードやマウスの入力",
    "Minimum change between two frames to be considered a new scene. A value between 0.3 and 0.5 is generally a sane choice.": "新しいシーンだと判断する2フレーム間の最小の変化量。0.3から0.5の間の値が一般的に妥当です。",
    "Options affecting exported files": "出力されるファイルに影響するオプション",
    "Note that depending on input parameters, up to {{estimatedMaxNumFiles}} files may be produced!": "入力値によって最大 {{estimatedMaxNumFiles}} 個のファイルが生成されます！",
    "Prompts and dialogs": "通知や確認ダイアログ",
    "Output file names are not sanitized. Try to enable sanitazion or check your segment labels for invalid characters.": "出力ファイル名の特殊文字の処理していません。特殊文字削除を有効にするか、セグメントのラベルに無効な文字がないか確認してください。",
    "Enter the max number of seconds between each image (decimal)": "画像間の最大秒数を入力 (10進数)",
    "Snapshots and frame extraction": "スナップ写真とフレームの抽出",
    "There is a known problem with this file type, and the output might not be playable. You can work around this problem by enabling the \"Experimental flag\" under Settings.": "このファイル形式には既知の問題があり、出力ファイルが再生できない可能性があります。設定の「実験的フラグ」を有効にするとこの問題に対処できます。",
    "Tried to create too many segments (max {{maxSegmentsAllowed}}.)": "セグメントを作成しすぎです (最大 {{maxSegmentsAllowed}})。",
    "Capture exactly one image every nth frame": "Nフレームごとに正確に画像として撮影",
    "Note: cutpoints may be inaccurate. Please test the output files in your desired player/editor before you delete the source file.": "注: 切り取り地点が不正確になることがあります。元のファイルを削除する前に、好きなプレーヤー/エディターで出力されたファイルを確認してください。",
    "Set the minimum detected black duration expressed in seconds. It must be a non-negative floating point number.": "真っ暗を検出する最小の持続時間を秒単位で設定。負の値ではない、浮動小数点数にします。",
    "Set the threshold for considering a picture \"black\".": "画像を「真っ暗」とみなす閾値を設定。",
    "Set noise tolerance. Can be specified in dB (in case \"dB\" is appended to the specified value) or amplitude ratio. Default is -60dB, or 0.001.": "雑音の許容度を設定。dB単位 (値に dB を追加) または振幅比で指定可能です。初期値は-60dB (0.001)。",
    "You have enabled the \"invert segments\" mode <1></1> which will cut away selected segments instead of keeping them. But there is no space between any segments, or at least two segments are overlapping. This would not produce any output. Either make room between segments or click the Yinyang <3></3> symbol below to disable this mode. Alternatively you may combine overlapping segments from the menu.": "「セグメントを反転」モード <1></1> を有効にしています。これは選択したセグメントを、保持ではなく除去します。しかしセグメント間の間がまったくないか、少なくとも2つのセグメントが重なっています。これでは何も出力されません。セグメント間の間を設けるか、下部の陰陽記号 <3></3> をクリックし、このモードを無効にしてください。またはメニューから重なっているセグメントを結合することもできます。",
    "Do this automatically after export": "出力後に、これを自動で実行",
    "Disable <1>merge options</1>": "<1>結合オプション</1>を無効化",
    "Extracting {{numTracks}} unprocessable tracks(s)": "処理できない{{numTracks}}個のトラックを抽出中",
    "If your source files have more than two tracks, the extra tracks might have been removed. You can change this option before merging.": "入力ファイルに2つ以上のトラックがあれば、余分なトラックは削除される可能性があります。結合前にこのオプションを変更ができます。",
    "Merge options": "結合オプション",
    "Please test the output file in your desired player/editor before you delete the source file.": "元のファイルを削除する前に、好きなプレーヤー/エディターで出力されたファイルを確認してください。",
    "Please test the output files in your desired player/editor before you delete the source files.": "元のファイルを削除する前に、好きなプレーヤー/エディターで出力されたファイルを確認してください。",
    "Track {{num}} info": "トラック {{num}} 情報",
    "thumbnail": "サムネイル",
    "Unable to merge files": "ファイルを結合できません",
    "Try each of the following before merging again:": "再び結合する前に、次の事項をお試しください:",
    "You might want to redact any sensitive information like paths.": "パスのような機密情報は編集したほうがいいかもしれません。",
    "Cutpoints may be inaccurate.": "切り取り箇所が不正確なことがあります。",
    "Warning: Cutting thumbnail tracks is known to cause problems. Consider disabling track {{trackNumber}}.": "警告: サムネイルのトラックを切り取ると問題となることが知られています。トラック{{trackNumber}}の無効化を考慮してください。",
    "It's generally recommended to set this to one of: {{values}}": "通常は以下のどれかを推奨します: {{values}}",
    "Experimental functionality has been activated!": "試験的な機能が有効化されました！",
    "Align segment times to keyframes": "セグメントの時間をキーフレームに合わせる",
    "Aligning segments to keyframes": "セグメントをキーフレームへと調整中",
    "Do you want to align the segment start or end timestamps to keyframes?": "セグメントの開始や終了時間のタイムスタンプをキーフレームに合わせますか？",
    "Do you want to align segment times to the nearest, previous or next keyframe?": "セグメントの時間を前、または次、あるいは一番近いキーフレームのどれに合わせますか？",
    "Export options will not be shown before exporting.": "出力前に出力オプションを表示しません。",
    "Previous keyframe": "前のキーフレーム",
    "Next keyframe": "次のキーフレーム",
    "Nearest keyframe": "一番近いキーフレーム",
    "Some extra tracks have been discarded. You can change this option before merging.": "一部の追加のトラックは破棄されました。結合前にこのオプションを変更できます。",
    "The size of the merged output file ({{outputFileTotalSize}}) differs from the total size of source files ({{sourceFilesTotalSize}}) by more than {{maxDiffPercent}}%. This could indicate that there was a problem during the merge.": "結合された出力ファイルのサイズ ({{outputFileTotalSize}}) が、入力ファイルの合計サイズ ({{sourceFilesTotalSize}}) と{{maxDiffPercent}}%以上異なります。結合中に問題が起きた可能性があります。",
    "Export options will be shown before exporting.": "出力前に出力オプションを表示します。",
    "Export options are not shown. You can enable export options by clicking the icon right next to the export button.": "出力オプションは表示されていません。出力ボタンの隣のアイコンをクリックし出力オプションの表示を有効化できます。",
    "Export finished with warning(s)": "警告ありで出力が完了しました",
    "Files merged with warning(s)": "警告ありで結合が完了しました",
    "Change preferences": "設定の変更",
    "Cleanup files after export?": "出力後にファイルを掃除する",
    "Close currently opened file": "現在開いているファイルを閉じる",
    "Do all of this automatically after exporting a file?": "ファイルの出力後、このすべてを自動的で実行しますか？",
    "Loop/pause (only current segment)": "ループ/停止 (現在のセグメントのみ)",
    "Play/pause (only current segment)": "再生/停止 (現在のセグメントのみ)",
    "Show this dialog every time?": "このダイアログを毎回表示する",
    "What do you want to do after exporting a file or when pressing the \"delete source file\" button?": "ファイルの出力後や「入力ファイルの削除」ボタンを押した際に行う処理はどれですか？",
    "Loop/pause (only beginning and end of current segment)": "再生/停止 (現在のセグメントの先頭と末端のみ)",
    "Permanently delete the files if trash fails?": "ゴミ箱への移動が失敗したらファイルを完全に削除",
    "Press confirm to grant LosslessCut access to write the project file (due to App Sandbox restrictions).": "確認を押すと、LosslessCut にプロジェクトファイルの書き込み権限を与えます（App Sandbox の制限のため）。",
    "Export finished with warning(s)_other": "出力しましたが複数の警告があります",
    "Files merged with warning(s)_one": "出力しましたが警告があります",
    "Files merged with warning(s)_other": "出力しましたが複数の警告があります",
    "Export finished with warning(s)_one": "出力しましたが警告があります",
    "Merge/concatenate with current file": "現在のファイルに結合/連結",
    "Loop current segment": "現在のセグメントをループ",
    "Loop beginning and end of current segment": "現在のセグメントの最初と最後をループ",
    "Output name(s):_one": "出力ファイル名:",
    "Resulting segment file names_one": "最終的なファイル名",
    "Play selected segments in order": "選択済みセグメントを順に再生",
    "Playback/preview segments only": "セグメントのみを再生/プレビュー",
    "You can customize the file name of the output segment(s) using special variables._one": "特別な変数を使うと、出力するファイル名を指定できます。",
    "You can customize the file name of the output segment(s) using special variables._other": "特別な変数を使うと、出力するセグメントのファイル名を指定できます。",
    "You have enabled the &quot;invert segments&quot; mode <1></1> which will cut away selected segments instead of keeping them. But there is no space between any segments, or at least two segments are overlapping. This would not produce any output. Either make room between segments or click the Yinyang <3></3> symbol below to disable this mode. Alternatively you may combine overlapping segments from the menu.": "「セグメントを反転」<1></1>が有効のため、選択されたセグメントは保持されるのではなく切り捨てる設定です。しかしセグメント同士の間がまったくないか、2つ以上のセグメントが重なっています。そのため出力される部分はありません。セグメント間を空けるか、陰陽マーク<3></3>をクリックし反転を無効にしてください。メニューから重なったセグメントの結合もできます。",
    "Output name(s):_other": "出力ファイル名:",
    "Resulting segment file names_other": "最終的なファイル名",
    "Divide timeline into segments with randomized durations and gaps between segments, in a range specified in seconds with the correct format.": "有効な形式で秒単位に指定された範囲内で、ランダムな長さとセグメント間の間隔にして、タイムラインをセグメントに分割する。",
    "Play current segment once": "現在のセグメントを1回再生",
    "Extracting {{count}} unprocessable tracks_other": "{{count}}個の処理できないとっらくを抽出中",
    "Allow multiple instances": "複数のインスタンスを許可",
    "Allow multiple instances of LosslessCut to run concurrently? (experimental)": "同時に複数の LosslessCut のインスタンスを実行するか (実験的)",
    "Extracting {{count}} unprocessable tracks_one": "1個の処理できないトラックを抽出中",
    "Export mode": "出力種別",
    "All Files": "すべてのファイル",
    "Alt": "Alt",
    "Ctrl": "Ctrl",
    "Shift": "Shift",
    "<0></0> to show simple view": "<0></0> かんたん表示",
    "<0></0> to show advanced view": "<0></0> 高度な機能を表示",
    "Invert selected segments": "セグメントの選択を反転",
    "Show informational notifications": "情報を伝える通知を表示",
    "⌘ Cmd / ⊞ Win": "⌘ Cmd / ⊞ Win",
    "Export mode for {{segments}} segments": "{{segments}}セグメントの出力種別",
    "FFmpeg capture method might sometimes capture more correct colors, but the captured snapshot might be off by one or more frames, relative to the preview.": "FFmpeg の撮影方式では、時々さらに正確な色を取得できますが、撮影したスナップショットがプレビューよりも1フレーム以上ずれていることがあります。",
    "The media file referenced by the project file you tried to open does not exist in the same directory as the project file: {{mediaFileName}}": "このプロジェクトが参照しているメディアは、このプロジェクトファイルと同じフォルダにありません: {{mediaFileName}}",
    "Input has {{numStreamsTotal}} tracks": "入力元は{{numStreamsTotal}}トラックを含む",
    "Keeping {{numStreamsToCopy}} tracks": "{{numStreamsToCopy}}トラック保持"
}
