{
  "Timeline trackpad/wheel sensitivity": "Độ nhạy của bàn di chuột / con lăn khi điều chỉnh trên dòng thời gian",
  "Advanced view has been enabled. You will now also see non-essential buttons and functions": "Chế độ xem nâng cao đã bật. Bây giờ bạn có thể thấy các nút và chức năng nâng cao.",
  "Will now cut at the exact position, but may leave an empty portion at the beginning of the file. You may have to set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Bây giờ nó sẽ được cắt ở vị trí chính xác, nhưng có thể để lại một phần trống ở đầu tệp. Bạn có thể phải đặt điểm cắt ở một vài khung trước khung chính tiếp theo để đạt được đường cắt chính xác.",
  "Yes": "Đồng ý",
  "Export to separate files": "Xuất ra các tệp riêng biệt",
  "Separate files": "Tách các tệp",
  "Auto merge segments to one file after export, but keep segments too": "Tự động hợp nhất các phân đoạn thành một tệp sau khi xuất, nhưng đồng vẫn giữ các phân đoạn thành cách tệp riêng",
  "Merge & Separate": "Hợp nhất & Tách biệt",
  "Auto merge segments to one file after export": "Tự động hợp nhất các phân đoạn thành một tệp sau khi xuất",
  "Merge cuts": "Hợp nhất các vùng cắt",
  "Normal cut": "Cắt bình thường",
  "Keyframe cut": "Cắt bằng khung hình",
  "Cut mode is:": "Chế độ cắt là:",
  "Export+merge": "Xuất + hợp nhất",
  "Export {{ num }} segments": "Xuất {{ num }} phân đoạn",
  "Export selection": "Xuất vùng được chọn",
  "Export": "Xuất",
  "Working dir unset": "Thư mục làm việc chưa được chọn",
  "Working dir set": "Thư mục làm việc đã được chọn",
  "Copy to clipboard": "Sao chép vào clipboard",
  "Show sidebar": "Hiển thị thanh bên",
  "Mute preview? (will not affect output)": "Tắt âm thanh bản xem trước (đầu ra không bị ảnh hưởng)?",
  "Rotation preview": "Xem trước xoay",
  "Timeline keyboard seek acceleration": "Tốc độ dịch chuyển bằng bàn phím dòng thời gian",
  "Timeline keyboard seek speed": "Độ nhạy dịch chuyển bằng phím trên dòng thời gian",
  "Discard": "Bỏ đi",
  "Extract": "Tách",
  "Capture frame format": "Định dạng ảnh chụp màn hình",
  "All formats:": "Tất cả các định dạng:",
  "Common formats:": "Các định dạng phổ biến:",
  "(detected)": "(đã phát hiện)",
  "Format": "Định dạng",
  "Output format": "Định dạng đầu ra",
  "Failed to fix file duration": "Sửa chữa thời gian của file thất bại",
  "Duration has been fixed": "Thời gian đã được sửa chữa",
  "Fixing file duration": "Đang sửa chữa thời gian file",
  "MPlayer EDL": "Tệp EDL của trình phát MPlayer",
  "Extracting all streams": "Đang tách toàn bộ luồng",
  "Failed to export project": "Xuất dự án thất bại",
  "Failed to batch convert to supported format": "Chuyển đổi hàng loạt sang định dạng được hỗ trợ thất bại",
  "Failed to convert files:": "Không thể chuyển đổi các tệp:",
  "Aborted": "Đã hủy bỏ",
  "Batch converting to supported format": "Đang chuyển đổi hàng loạt sang định dạng được hỗ trợ",
  "Select files to batch convert to supported format": "Chọn các file để chuyển đổi hàng loạt sang định dạng được hỗ trợ",
  "PBF files": "Tệp PBF",
  "CUE files": "Tệp CUE",
  "CSV files": "Tệp CSV",
  "TXT files": "Tệp TXT",
  "XML files": "Tệp XML",
  "Failed to convert file. Try a different conversion": "Không thể chuyển đổi tệp. Hãy thử một chuyển đổi khác.",
  "You need to open a media file first": "Bạn cần mở một file phương tiện trước",
  "You do not have permission to access this file": "Bạn không có quyền truy cập file này",
  "Failed to extract all streams": "Xuất toàn bộ luồng thất bại",
  "All streams have been extracted as separate files": "Tất cả các luồng đã được trích xuất thành các file riêng biệt",
  "Failed to extract track": "Xuất bản ghi thất bại",
  "Track has been extracted": "Track đã được trích xuất",
  "Extracting track": "Đang tách bản ghi",
  "Unsupported file": "File không được hỗ trợ",
  "This file does not have a valid duration. This may cause issues. You can try to fix the file's duration from the File menu": "File này không có thời gian hợp lệ. Điều này có thể gây ra lỗi. Bạn có thể thử sửa thời gian của file ở Menu File",
  "The audio track is not supported. You can convert to a supported format from the menu": "Bản ghi âm thanh không được hỗ trợ. Bạn có thể chuyển đổi sang định dạng được hỗ trợ từ menu.",
  "Unable to determine file format": "Không thể xác định dạng file",
  "Loading file": "File đang được load",
  "Failed to load segments": "Nạp các đoạn thất bại",
  "No valid segments found": "Không tìm thấy phân đoạn hợp lệ",
  "No segment to split. Please move cursor over the segment you want to split": "Không có phân đoạn nào để chia. Vui lòng di chuyển con trỏ vào phân đoạn bạn muốn chia.",
  "Playback rate:": "Tốc độ phát lại:",
  "Unable to change playback rate right now": "Không thể thay đổi tốc độ phát lại ngay bây giờ",
  "Failed to capture frame": "Thất bại khi chụp khung hình",
  "Screenshot captured to:": "Ảnh chụp màn hình đã được lưu ở:",
  "No segments to export": "Không có phân đoạn nào để xuất",
  "Start time must be before end time": "Thời gian bắt đầu phải trước thời gian kết thúc",
  "Done! Note: cutpoints may be inaccurate. Make sure you test the output files in your desired player/editor before you delete the source. If output does not look right, see the HELP page.": "Xong! Lưu ý: các điểm cắt có thể không chính xác. Hãy đảm bảo bạn kiểm tra các tệp đầu ra trong trình phát / phần mềm chỉnh sửa trước khi xóa nguồn. Nếu đầu ra không đúng, hãy xem trang TRỢ GIÚP.",
  "Unprocessable streams were exported as separate files.": "Các luồng không xử lý được đã được xuất thành các file riêng biệt.",
  "There is a known issue with cutting iPhone HEVC videos. The output file may not work in all players.": "Có một vấn đề đã biết khi cắt video HEVC của iPhone. File đầu ra có thể không hoạt động trong tất cả các trình phát.",
  "Exporting": "Đang xuất",
  "No tracks selected for export": "Không có track nào được chọn để xuất",
  "Permanently delete": "Xóa vĩnh viễn",
  "Unable to move file to trash. Do you want to permanently delete it?": "Không thể chuyển file vào thùng rác. Bạn có muốn xóa nó vĩnh viễn không?",
  "Cleanup successful": "Dọn dẹp thành công",
  "Cleaning up": "Đang dọn dẹp",
  "Are you sure you want to close the current file?": "Bạn có chắc chắn muốn đóng file hiện tại không?",
  "Converting to supported format": "Đang chuyển đổi sang định dạng được hỗ trợ",
  "Unable to playback this file. Try to convert to supported format from the menu": "Không thể chạy tệp này. Hãy thử chuyển đổi sang định dạng được hỗ trợ từ menu.",
  "Advanced view disabled. You will now see only the most essential buttons and functions": "Đã tắt chế độ xem nâng cao. Bây giờ bạn sẽ chỉ thấy các nút và chức năng cần thiết nhất.",
  "CUE sheet file": "Tệp CUE",
  "Keyframe cut disabled": "Chế độ cắt khung hình đã tắt",
  "Will now cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files.": "Sẽ cắt khung hình gần nhất trước điểm cắt bắt đầu mong muốn. Tùy chọn này khuyên dùng cho hầu hết các file.",
  "Keyframe cut enabled": "Chế độ cắt khung hình đã bật",
  "Failed to merge files. Make sure they are all of the exact same codecs": "Không thể hợp nhất các file. Đảm bảo rằng tất cả chúng đều có cùng codec",
  "Files merged!": "Các file đã được hợp nhất!",
  "Merging": "Đang hợp nhất",
  "You have no write access to the directory of this file, please select a custom working dir": "Bạn không có quyền ghi vào thư mục của file này, vui lòng chọn một thư mục làm việc khác",
  "Lossless rotation might not work with this file format. You may try changing to MP4": "Thao tác xoay mà giữ được \"chất lượng gốc\" có thể không hoạt động đối với định dạng tệp này. Bạn hãy thử chuyển sang MP4.",
  "Unable to save project file": "Không thể lưu tệp dự án",
  "Muted preview (exported file will not be affected)": "Xem trước tắt tiếng (bản xuất ra sẽ không bị ảnh hưởng)",
  "Key frames will show on the timeline. You need to zoom in to view them": "Các khung hình sẽ hiện trên dòng thời gian. Bạn cần phóng to để xem chúng.",
  "Download {{version}}": "Tải xuống {{version}}",
  "New version!": "Phiên bản mới!",
  "Report an error": "Báo cáo lỗi",
  "Learn More": "Tìm hiểu thêm",
  "About": "Giới thiệu",
  "Help and shortcuts": "Hỗ trợ và các phím tắt",
  "Set custom start offset/timecode": "Đặt độ lệch tùy chọn khi bắt đầu/mã thời gian",
  "Batch convert to supported format": "Chuyển đổi hàng loạt sang định dạng được hỗ trợ",
  "Merge files": "Hợp nhất các file",
  "Tools": "Công cụ",
  "Window": "Cửa sổ",
  "View": "Xem",
  "Edit tracks / metadata tags": "Chỉnh sửa track / thẻ metadata",
  "Extract all tracks": "Tách toàn bộ bản ghi",
  "Tracks": "Các Track",
  "PotPlayer Bookmarks (.pbf)": "Dấu trang PotPlayer (.pbf)",
  "Create fixed duration segments": "Tạo các phân đoạn thời gian cố định",
  "Create num segments": "Đánh số các phân đoạn",
  "Reorder segments by start time": "Sắp xếp lại các phân đoạn theo thời gian bắt đầu",
  "Clear all segments": "Xóa hết các phân đoạn",
  "Segments": "Phân đoạn",
  "Edit": "Chỉnh sửa",
  "Exit": "Thoát",
  "Settings": "Cài đặt",
  "Fix incorrect duration": "Sửa thời gian không chính xác",
  "Convert to supported format": "Chuyển đổi thành định dạng được hỗ trợ",
  "Start times as YouTube Chapters": "Thời gian bắt đầu như các chương (phân đoạn) của YouTube",
  "Timestamps (TSV/TXT)": "Dấu thời gian (TSV/TXT)",
  "Timestamps (CSV)": "Dấu thời gian (CSV)",
  "Export project": "Xuất dự án",
  "DaVinci Resolve / Final Cut Pro XML": "Tệp DaVinci Resolve / Final Cut Pro XML",
  "Text chapters / YouTube": "Tiêu đề chương (phân đoạn) / Youtube",
  "Import project": "Nhập dự án",
  "Save project (CSV)": "Lưu dự án (CSV)",
  "Load project (CSV)": "Nạp dự án (CSV)",
  "Close": "Đóng",
  "Open": "Mở",
  "File": "Tệp",
  "Are you sure you want to quit?": "Bạn có thực sự muốn thoát?",
  "Confirm quit": "Xác nhận thoát",
  "EDL (MPlayer)": "EDL (Trình phát MPlayer)",
  "File not natively supported. Preview may have no audio or low quality. The final export will however be lossless with audio. You may convert it from the menu for a better preview with audio.": "Tệp không được hỗ trợ, chế độ xem trước có thể không có âm thanh hoặc chất lượng thấp, nhưng chất lượng bản âm thanh của tệp được xuất cuối cùng không bị giảm. Bạn có thể thực hiện chuyển đổi định dạng trong menu để có được bản xem trước âm thanh tốt hơn.",
  "Disable unnecessary <1>Tracks</1>": "Tắt thứ không cần thiết <1>Tracks</1>",
  "Select a different output <1>Format</1> (<3>matroska</3> and <5>mp4</5> support most codecs)": "Chọn một đầu ra khác <1>Định dạng</1> (<3>matroska</3> và <5>mp4</5> hỗ trợ hầu hết các codec )",
  "Change output <1>Format</1> from <3>MP4</3> to <5>MOV</5>": "Thay đổi đầu ra <1>Định dạng</1> từ <3>MP4</3>thành<5>MOV</5>",
  "Try one of the following before exporting again:": "Trước khi xuất lại, vui lòng thử một trong các bước sau:",
  "Max length": "Chiều dài tối đa",
  "Label current segment": "Gắn nhãn cho phân đoạn hiện tại",
  "Copy to YouTube description/comment:": "Sao chép vào mô tả / nhận xét của YouTube:",
  "YouTube Chapters": "Các chương mục (phân đoạn) YouTube",
  "Report": "Báo cáo",
  "OK": "OK",
  "Unable to export this file": "Không thể xuất tệp này",
  "Trash original source file, project CSV and auto-generated files": "Chuyển các tệp nguồn, tệp dự án CSV và các tệp được tạo tự động vào thùng rác",
  "Trash project CSV and auto-generated files": "Chuyển các tệp dự án CSV vào thùng rác",
  "Trash auto-generated files": "Chuyển các tệp được tạo tự động vào thùng rác",
  "Cancel": "Hủy bỏ",
  "Trash": "Thùng rác",
  "Do you want to move the original file and/or any generated files to trash?": "Bạn có muốn di chuyển các tệp nguồn và / hoặc bất kỳ tệp nào đã tạo vào thùng rác không?",
  "Cleanup files?": "Dọn các tệp",
  "Please confirm that you want to extract all tracks as separate files": "Vui lòng xác nhận rằng bạn muốn trích xuất tất cả các track thành các tệp riêng biệt",
  "Invalid character(s) found in key": "Một ký tự không hợp lệ đã được tìm thấy trong giá trị",
  "Enter metadata key": "Nhập giá trị của siêu dữ liệu",
  "Add metadata": "Thêm siêu dữ liệu",
  "Please input a valid duration. Example: {{example}}": "Vui lòng nhập một khoảng thời gian hợp lệ. Ví dụ: {{example}}",
  "Divide timeline into a number of segments with the specified length": "Chia dòng thời gian thành một số đoạn với độ dài được chỉ định",
  "Please input a valid number of segments": "Vui lòng nhập số lượng phân đoạn hợp lệ",
  "Paste or type a YouTube chapters description or textual chapter description": "Dán hoặc gõ mô tả các chương YouTube hoặc văn bản mô tả các chương (phân đoạn)",
  "Import text chapters / YouTube": "Nhập văn bản các chương mục (phân đoạn) / YouTube",
  "These options will let you convert files to a format that is supported by the player. You can try different options and see which works with your file. Note that the conversion is for preview only. When you run an export, the output will still be lossless with full quality": "Các tùy chọn này sẽ cho phép bạn chuyển đổi tệp sang định dạng được trình phát hỗ trợ. Bạn có thể thử các tùy chọn khác nhau cho tệp của mình. Lưu ý rằng chuyển đổi chỉ để xem trước. Khi bạn xuất tệp, chất lượng hình ảnh đầu ra vẫn giữ nguyên như bản gốc.",
  "Slowest: High quality encode": "Chậm nhất: Mã hóa chất lượng cao",
  "Slow: Low quality encode": "Chậm: Mã hóa chất lượng hình ảnh thấp",
  "Slow: Low quality encode (no audio)": "Chậm: Mã hóa chất lượng hình ảnh thấp (không có âm thanh)",
  "Fast: Full quality remux, likely to fail": "Nhanh: Đóng gói lại chất lượng hình ảnh đầy đủ, có thể lỗi",
  "Fast: Full quality remux (no audio), likely to fail": "Nhanh: Đóng gói lại chất lượng đầy đủ (không có âm thanh), có thể lỗi",
  "Fastest: Low playback speed": "Nhanh nhất: Tốc độ phát lại thấp",
  "Fastest: Low playback speed (no audio)": "Nhanh nhất: Tốc độ phát lại thấp (không có âm thanh)",
  "Instead of video apparently starting at 0, you can offset by a specified value. This only applies to the preview inside LosslessCut and does not modify the file in any way. (Useful for viewing/cutting videos according to timecodes)": "Bạn có thể dịch điểm bắt đầu của video thay vì 0 như mặc định. Điều này chỉ áp dụng cho bản xem trước bên trong LosslessCut và không sửa đổi tệp theo bất kỳ cách nào. (Hữu ích khi xem / cắt video theo mã thời gian).",
  "Set custom start time offset": "Đặt chênh lệch thời gian bắt đầu tùy chỉnh",
  "Divide timeline into a number of equal length segments": "Chia dòng thời gian thành một số đoạn có độ dài bằng nhau",
  "Import chapters": "Nhập các chương (phân đoạn)",
  "Ignore chapters": "Bỏ qua các chương (phân đoạn)",
  "This file has embedded chapters. Do you want to import the chapters as cut-segments?": "Tệp này có các chương được nhúng. Bạn có muốn nhập các chương (phân đoạn) dưới dạng đoạn cắt không?",
  "You ran out of space": "Bạn đã hết dung lượng",
  "Include all tracks from the new file": "Bao gồm tất cả các track từ tệp mới",
  "Open the file instead of the current one": "Mở tệp thay thế tệp hiện tại",
  "You opened a new file. What do you want to do?": "Bạn đã mở một tệp mới. Bạn muốn làm gì?",
  "Select output folder": "Chọn thư mục đầu ra",
  "Where do you want to save output files? Make sure there is enough free space in this folder": "Bạn muốn lưu các tập tin đầu ra ở đâu? Đảm bảo có đủ dung lượng trống trong thư mục này.",
  "Where do you want to save output files?": "Bạn muốn lưu các tập tin đầu ra ở đâu?",
  "Please input a valid format.": "Vui lòng nhập một định dạng hợp lệ.",
  "YouTube video description\n00:00 Intro\n00:01 Chapter 2\n00:00:02.123 Chapter 3": "Mô tả video YouTube\n00:00 Giới thiệu\n00:01 Chương 2\n00:00:02.123 Chương 3",
  "You need to choose something!": "Bạn cần chọn cái gì đó!",
  "Done": "Xong",
  "Default": "Mặc định",
  "Show export options screen before exporting?": "Hiển thị màn hình tùy chọn xuất trước khi xuất",
  "Toggle advanced view": "Chuyển đổi chế độ xem nâng cao",
  "Variables": "Nhiều loại",
  "There is an error in the file name template:": "Có lỗi trong mẫu tên của file:",
  "Reset": "Cài lại",
  "Preview": "Xem trước",
  "Output name(s):": "Tên đầu ra:",
  "Resulting segment file names": "Tên đầu ra của các phân đoạn",
  "This template will result in invalid file names": "Mẫu này sẽ dẫn đến tên tệp không hợp lệ",
  "No": "Không",
  "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).\n\nDrag and drop to change the order of your files here:": "Hộp thoại này có thể được sử dụng để nối các tệp, từng tệp một. Ví dụ:\n[file1] [file2] [file3]\nNó không thể được sử dụng để hợp nhất các track ngang hàng (chẳng hạn như thêm một bản âm thanh vào video).\nĐảm bảo rằng tất cả các tệp có cùng codec và các tham số codec (khung hình / giây, độ phân giải, v.v.).\n\nThay đổi thứ tự của các tệp ở đây bằng cách kéo và thả:",
  "Hide informational notifications?": "Ẩn thông báo thông tin?",
  "Auto load timecode": "Tự động đọc mã thời gian",
  "Auto load timecode from file as an offset in the timeline?": "Tự động đọc mã thời gian từ tệp dưới dạng bù (offset) trong dòng thời gian",
  "Ask about chapters": "Hỏi tôi về các chương (phân đoạn) này",
  "Ask about importing chapters from opened file?": "Hỏi khi nhập các tập từ tệp đã mở",
  "Ask before closing": "Hỏi trước khi đóng",
  "Ask for confirmation when closing app or file?": "Xác nhận khi đóng tệp hoặc app",
  "Invert direction": "Đảo ngược hướng",
  "Invert timeline trackpad/wheel direction?": "Đảo ngược hướng của bàn di chuột / con lăn chuột trên dòng thời gian",
  "Millisecond fractions": "Mili giây",
  "Frame numbers": "Số khung hình",
  "In timecode show": "Hiển thị trong mã thời gian",
  "Snapshot capture format": "Định dạng ảnh chụp màn hình",
  "Auto save project": "Tự động lưu dự án",
  "The project will be stored along with the output files as a CSV file": "File dự án sẽ được lưu trữ dưới dạng tệp CSV cùng với tệp đầu ra",
  "Auto save project file?": "Tự động lưu tệp dự án",
  "Experimental flag": "Bật \" Flag thử nghiệm\"",
  "Enable experimental ffmpeg features flag?": "Bật flag thử nghiệm \"FFmpeg\"",
  "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(Các dữ liệu theo dõi, chẳng hạn như GoPro GPS, đo từ xa, v.v., sẽ không được sao chép theo mặc định vì ffmpeg không thể cắt chúng. Và chúng sẽ gây ra vấn đề là độ dài video vẫn giữ nguyên sau khi cắt video / âm thanh)",
  "Extract unprocessable tracks to separate files or discard them?": "Tách các bản ghi không xử lí được thành tệp riêng lẻ hay loại bỏ chúng",
  "The video inside segments will be discarded, while the video surrounding them will be kept.": "Các video bên trong phân đoạn sẽ bị loại bỏ, trong khi các video xung quanh sẽ được giữ lại.",
  "Remove": "Xóa",
  "The video inside segments will be kept, while the video outside will be discarded.": "Các phân đoạn bên trong sẽ được giữ lại, trong khi các phân đoạn xung quanh sẽ bị loại bỏ.",
  "Keep": "Giữ lại",
  "Choose cutting mode: Remove or keep selected segments from video when exporting?": "Chọn chế độ cắt: Xóa hay giữ lại các phân đoạn đã chọn khi xuất",
  "Accurate time but could leave an empty portion at the beginning of the video. Equiv to": "Thời gian chính xác nhưng có thể có một phần trống ở đầu video. Tương đương với",
  "Cut at the nearest keyframe (not accurate time.) Equiv to": "Cắt tại khung chính gần nhất (không chính xác thời gian). Tương đương với",
  "Keyframe cut mode": "Chế độ cắt khung hình chính",
  "Current time": "Thời điểm hiện tại",
  "Source file's time": "Thời gian tập tin gốc",
  "Set file modification date/time of output files to:": "Đặt ngày / giờ sửa đổi tệp của tệp đầu ra thành:",
  "Same directory as input file": "Cùng một thư mục với tệp đầu vào",
  "Custom working directory": "Thư mục làm việc tùy chỉnh",
  "This is where working files, exported files, project files (CSV) are stored.": "Đây là vị trí lưu trữ tệp làm việc, các file được xuất và tệp dự án (CSV).",
  "Working directory": "Thư mục làm việc",
  "System language": "Ngôn ngữ hệ thống",
  "<0>{{durationMsFormatted}}</0> ms, <2>{{frameCount}}</2> frames": "<0>{{durationMsFormatted}}</0> ms (mili giây), <2>{{frameCount}}</2> khung hình",
  "Close sidebar": "Đóng thanh bên",
  "Segments total:": "Tổng số phân đoạn:",
  "Invalid number entered": "Đã nhập số không hợp lệ",
  "Change order of segment": "Thay đổi thứ tự của các phân đoạn",
  "No segments to export.": "Không có phân đoạn nào để xuất.",
  "Make sure you have no overlapping segments.": "Đảm bảo không có các đoạn chồng chéo nhau.",
  "Segments to export:": "Các phân đoạn để xuất:",
  "Duration": "Thời lượng video",
  "Exclude all segments from export": "LOẠI TRỪ tất cả các phân đoạn khi xuất file",
  "Include all segments in export": "Bao gồm TẤT CẢ các phân đoạn khi xuất file",
  "Include this segment in export": "THÊM phân đoạn này khi xuất file",
  "Exclude this segment from export": "LOẠI TRỪ phân đoan này khi xuất file",
  "Include ONLY this segment in export": "CHỈ chọn phân đoan này khi xuất file",
  "Decrease segment order": "Giảm thứ tự phân đoạn",
  "Increase segment order": "Tăng thứ tự phân đoạn",
  "Change segment order": "Thay đổi thứ tự phân đoạn",
  "Remove segment": "Xóa phân đoạn",
  "Label segment": "Đặt tên nhãn cho phân đoạn",
  "Add segment": "Thêm phân đoạn",
  "If this is checked, all audio/video/subtitle/data tracks will be included. This may not always work for all file types. If not checked, only default streams will be included.": "Nếu tùy chọn này được chọn, tất cả các track âm thanh / video / phụ đề / dữ liệu sẽ được đưa vào. Điều này có thể không phải lúc nào cũng áp dụng cho tất cả các loại tệp. Nếu bỏ chọn tùy chọn này, thì chỉ luồng chính mới được đưa vào.",
  "Include all tracks?": "Bao gồm tất cả các bản ghi",
  "When you export, selected segments on the timeline will be KEPT - the surrounding areas will be REMOVED.": "Khi bạn xuất, những phân đoạn đã chọn của bạn trên dòng thời gian sẽ được GIỮ LẠI - khu vực xung quanh sẽ bị XÓA.",
  "When you export, selected segments on the timeline will be REMOVED - the surrounding areas will be KEPT": "Khi bạn xuất, những phân đoạn đã chọn của bạn trên dòng thời gian sẽ bị XÓA - khu vực xung quanh sẽ được GIỮ LẠI để xuất",
  "When merging, do you want to create chapters in the merged file, according to the cut segments? NOTE: This may dramatically increase processing time": "Khi hợp nhất, bạn có muốn tạo các chương mục trong tệp đã hợp nhất theo các đoạn đã cắt không? Lưu ý: Điều này có thể làm tăng đáng kể thời gian xử lý.",
  "Input has <1>{{numStreamsTotal}}</1> tracks - <3>Keeping <1>{{numStreamsToCopy}}</1> tracks</3>": "Tệp đầu vào có <1>{{numStreamsTotal}}</1> track - <3>Giữ lại <1>{{numStreamsToCopy}}</1> track </3>",
  "Shift timestamps to make them non-negative. Also note that this affects only leading negative timestamps, and not non-monotonic negative timestamps.": "Thay đổi dấu thời gian để làm cho chúng không âm. Cũng lưu ý rằng điều này chỉ ảnh hưởng đến dấu thời gian âm hàng đầu chứ không ảnh hưởng đến dấu thời gian phủ định không đơn điệu.",
  "Enable this to allow faster playback of the resulting file. This may cause processing to take a little longer": "Bật tùy chọn này để chạy các file đầu ra nhanh hơn. Điều này có thể dẫn đến thời gian xử lý lâu hơn một chút",
  "Preserve all MOV/MP4 metadata tags (e.g. EXIF, GPS position etc.) from source file? Note that some players have trouble playing back files where all metadata is preserved, like iTunes and other Apple software": "Bạn có giữ tất cả các thẻ metadata trong tệp nguồn MOV / MP4 (chẳng hạn như EXIF, vị trí GPS, v.v.) không? Lưu ý rằng một số app gặp vấn khi chạy các tệp lưu trữ tất cả metadata, chẳng hạn như iTunes và các phần mềm Apple khác.",
  "Report error": "Báo lỗi",
  "Something went wrong": "Đã xảy ra sự cố",
  "Invalid EDL data found": "Đã tìm thấy dữ liệu EDL không hợp lệ",
  "Invalid start or end value. Must contain a number of seconds": "Giá trị bắt đầu hoặc kết thúc không hợp lệ. Phải chứa số giây.",
  "One or more rows does not have 3 columns": "Một hoặc nhiều hàng không có 3 cột",
  "No rows found": "Không tìm thấy hàng",
  "See <1>Help</1>": "Xem <1>Trợ giúp</1>",
  "Try with a <1>Different file</1>": "Thử với một <1>File khác</1>",
  "Try both <1>Normal cut</1> and <3>Keyframe cut</3>": "Thử cả hai <1>Cắt bình thường</1> and <3>Cắt khung hình chính</3>",
  "Failed to run ffmpeg:": "Không chạy được ffmpeg:",
  "Show": "Hiển thị",
  "Discard audio": "Bỏ âm thanh",
  "Keep audio": "Giữ lại âm thanh",
  "Discard audio tracks": "Bỏ các track âm thanh",
  "Keep audio tracks": "Giữ lại các track âm thanh",
  "Discard audio? Current:": "Bỏ âm thanh? Hiện tại:",
  "Jump to end of video": "Chuyển đến cuối video",
  "Set cut end to current position": "Đặt vị trí hiện tại làm điểm kết thúc cắt",
  "Seek next keyframe": "Chuyển đến khung hình chính tiếp theo",
  "Show keyframes": "Hiển thị các khung hình chính",
  "One frame forward": "Tiến lên một khung hình",
  "One frame back": "Quay lại một khung hình",
  "Seek previous keyframe": "Di chuyển đến khung hình trước đó",
  "Set cut start to current position": "Đặt vị trí hiện tại làm điểm bắt đầu cắt",
  "Jump to start of video": "Chuyển đến đầu video",
  "Show thumbnails": "Hiển thị hình thu nhỏ",
  "Show waveform": "Hiển thị sóng âm thanh",
  "Manually input cut end point": "Nhập thủ công điểm kết thúc cắt",
  "Manually input cut start point": "Nhập thủ công điểm bắt đầu cắt",
  "Zoom in more to view waveform": "Phóng to hơn để xem dạng sóng âm thanh",
  "Edit track {{trackNum}} metadata": "Chỉnh sửa siêu dữ liệu {{trackNum}} của track",
  "Export each track as individual files": "Xuất từng track dưới dạng các tệp riêng lẻ",
  "Discard or extract unprocessable tracks to separate files?": "Đối với các track không thể xử lý được, chúng có bị loại bỏ hoặc trích xuất vào các tệp riêng không?",
  "Include more tracks from other file": "Bao gồm nhiều track hơn từ file khác",
  "Shortest": "Ngắn nhất",
  "Longest": "Dài nhất",
  "When tracks have different lengths, do you want to make the output file as long as the longest or the shortest track?": "Nếu các track có độ dài khác nhau, bạn muốn tệp đầu ra dài bằng track dài nhất hay ngắn nhất?",
  "Click to select which tracks to keep when exporting:": "Nhấp để chọn các track cần giữ lại khi xuất:",
  "Data": "Dữ liệu",
  "Lang": "Ngôn ngữ",
  "Bitrate": "Bitrate",
  "Frames": "Số khung hình",
  "Codec": "Codec",
  "Tag": "Thẻ Tag",
  "Type": "Các loại",
  "Keep?": "Giữ lại",
  "Edit file metadata": "Chỉnh sửa siêu dữ liệu của file",
  "File info": "Thông tin file",
  "Extract this track as file": "Tách bản ghi này thành tệp",
  "Edit track metadata": "Chỉnh sửa siêu dữ liệu của track",
  "Track info": "Thông tin track",
  "Click to toggle track inclusion when exporting": "Nhấp để bật hoặc tắt các track trong khi xuất",
  "Enter value": "Nhập giá trị",
  "Current setting": "Cài đặt hiện tại",
  "Ask on file open": "Hỏi khi mở tệp",
  "Ask about what to do when opening a new file when another file is already already open?": "Hỏi hành động khi mở tệp mới mà một tệp khác đang mở",
  "Check to hide notifications": "Chọn để ẩn thông báo",
  "Change value": "Thay đổi giá trị",
  "Capture frame": "Chụp khung hình",
  "Close file and clean up": "Đóng tệp và dọn dẹp",
  "Don't modify": "Không chỉnh sửa",
  "Set output rotation. Current: ": "Đặt góc quay video đầu ra. hiện tại: ",
  "Include the following text:": "Bao gồm văn bản sau:",
  "Please create an issue at <1>https://github.com/mifi/lossless-cut/issues</1> where you describe what you were doing.": "Vui lòng tạo một vấn đề (issue) tại <1> https://github.com/mifi/lossless-cut/issues </1> và bạn mô tả những gì đã xảy ra khi bạn đang làm.",
  "Please send an email to <1>losslesscut@yankee.no</1> where you describe what you were doing.": "Vui lòng gửi email đến <1>losslesscut@yankee.no</1> và mô tả những gì bạn đang làm khi sự cố xảy ra.",
  "Send problem report": "Gửi báo cáo sự cố",
  "<0></0> <2></2> or <4>I</4> <6>O</6> to set cutpoints": "<0></0><2></2> hoặc <4>I</4> <6> O</6> để đặt điểm cắt",
  "Press <1>H</1> for help": "Nhấn <1>H</1> để được trợ giúp",
  "to show simple view": "Để hiện chế độ đơn giản",
  "to show advanced view": "Để hiển thị chế độ nâng cao",
  "DROP FILE(S)": "KÉO THẢ (CÁC) FILE VÀO ĐÂY",
  "Merge/concatenate files": "Hợp nhất / nối các tệp",
  "Please select files to be merged. The files need to be of the exact same format and codecs": "Vui lòng chọn các tệp sẽ được hợp nhất. Các tệp phải có cùng định dạng và codec",
  "Please select files to be merged": "Vui lòng chọn các tệp sẽ được hợp nhất",
  "Merge!": "Hợp nhất!",
  "More than one file must be selected": "Nhiều tệp phải được chọn",
  "Zoom": "Thu phóng",
  "Keep selected segments": "Giữ các phân đoạn đã chọn",
  "Discard selected segments": "Hủy phân đoạn đã chọn",
  "Unable to save your preferences. Try to disable any anti-virus": "Không thể lưu tùy chọn của bạn, vui lòng thử tắt phần mềm diệt virus.",
  "Try to enable the <1>Experimental Flag</1> in Settings": "Cố gắng bật <1>Thẻ thử nghiệm</1> trong cài đặt",
  "If nothing helps, you can send an <1>Error report</1>": "Nếu không có gì hữu ích, bạn có thể gửi một <1>Báo cáo lỗi</1>",
  "Set a different <1>Working directory</1>": "Đặt một <1>Thư mục làm việc khác</1>",
  "Try to set the <1>start-</1>cutpoint a <3>few frames before or after</3> the nearest keyframe (may also solve audio sync issues)": "Cố gắng đặt điểm cắt <1> bắt đầu- </1> một <3> một vài khung hình trước hoặc sau </3> khung hình chính gần nhất (cũng có thể giải quyết các vấn đề đồng bộ hóa âm thanh)",
  "<0>Note:</0> Keyframe cut and Merge cuts buttons have been moved to the export panel (press Export to see it.)": "<0> Lưu ý: </0> Các nút Cắt khung hình chính và Cắt hợp nhất đã được chuyển sang bảng xuất (nhấn Xuất để xem.)",
  "The last executed ffmpeg commands will show up here after you run operations. You can copy them to clipboard and modify them to your needs before running on your command line.": "Sau khi chạy thao tác, lệnh ffmpeg được thực thi cuối cùng sẽ được hiển thị ở đây. Bạn có thể sao chép chúng vào khay nhớ tạm và sửa đổi chúng nếu cần trước khi chạy trên dòng lệnh.",
  "Last ffmpeg commands": "Các lệnh ffmpeg cuối cùng",
  "Hover mouse over buttons in the main interface to see which function they have": "Di chuột qua các nút trên giao diện chính để xem chúng có những chức năng gì",
  "Delete source file": "Xóa file gốc",
  "Capture snapshot": "Chụp nhanh màn hình",
  "Export segment(s)": "Xuất (các) phân đoạn",
  "Output actions": "Hành động đầu ra",
  "Change rotation": "Xoay",
  "Other operations": "Các hoạt động khác",
  "Pan timeline": "Dịch chuyển dòng thời gian",
  "Mouse scroll/wheel left/right": "Cuộn chuột / lăn trái / phải",
  "Zoom out timeline": "Thu nhỏ dòng thời gian",
  "Zoom in/out timeline": "Phóng to / thu nhỏ dòng thời gian",
  "Mouse scroll/wheel up/down": "Cuộn chuột lên / xuống",
  "Zoom in timeline": "Phóng to dòng thời gian",
  "Toggle zoom between 1x and a calculated comfortable zoom level": "Chuyển tỷ lệ thu phóng giữa 1x và mức thích hợp được tính toán",
  "Timeline/zoom operations": "Dòng thời gian / Thao tác thu phóng",
  "Split segment at cursor": "Phân chia đoạn tại vị trí con trỏ",
  "Select next segment": "Chọn phân đoạn phía trước",
  "Select previous segment": "Chọn phân đoạn phía sau",
  "Remove current segment": "Xóa phân đoạn hiện tại",
  "Add cut segment": "Thêm đoạn cắt",
  "Mark out / cut end point for current segment": "Đánh dấu / điểm kết thúc cắt của đoạn hiện tại",
  "Mark in / cut start point for current segment": "Đánh dấu / điểm bắt đầu cắt của đoạn hiện tại",
  "Segments and cut points": "Các phân đoạn và điểm cắt",
  "Jump to cut end": "Chuyển đến điểm kết thúc cắt",
  "Jump to cut start": "Chuyển đến điểm bắt đầu cắt",
  "Seek forward 1% of timeline at current zoom": "Tiến lên 1% của dòng thời gian ở tỷ lệ thu phóng hiện tại",
  "Seek backward 1% of timeline at current zoom": "Lùi lại 1% của dòng thời gian ở tỷ lệ thu phóng hiện tại",
  "Seek forward 1 sec": "Tiến lên 1 giây",
  "Seek backward 1 sec": "Lùi lại 1 giây",
  "Seek to next keyframe": "Dịch chuyển đến khung hình chính kế tiếp đó",
  "Seek to previous keyframe": "Dịch chuyển đến khung hình chính trước đó",
  "Step forward 1 frame": "Tiến lên 1 khung hình",
  "Step backward 1 frame": "Lùi lại 1 khung hình",
  "Seeking": "Dịch chuyển",
  "Speed up playback": "Tăng tốc độ phát lại",
  "Slow down playback": "Làm chậm tốc độ phát lại",
  "Play/pause": "Chạy/Tạm dừng",
  "Playback": "Phát lại",
  "Show/hide help screen": "Hiển thị / ẩn màn hình trợ giúp",
  "Keyboard & mouse shortcuts": "Phím tắt bàn phím và chuột",
  "For more help and issues, please go to:": "Để được trợ giúp thêm và có câu hỏi, vui lòng truy cập:",
  "Lossless cutting is not an exact science. For some codecs and files it just works. For others you may need to trial and error depending on the codec, keyframes etc to get the best cut.": "Phương pháp cắt mà không giảm chất lượng hình ảnh không phải là một phương pháp cắt chính xác. Đối với một số codec và tệp, nó có thể hoạt động bình thường và chính xác. Nhưng đối với những codec khác, bạn có thể cần thử nhiều lần dựa trên codec, khung hình chính, v.v. để có được chỉnh sửa tốt nhất.",
  "Common problems": "Các vấn đề thường gặp",
  "We are on the first keyframe": "Bạn đang ở khung chính đầu tiên",
  "Failed to find any prev keyframe": "Không thể tìm thấy bất kỳ khung hình chính nào trước đó",
  "We are on the first frame": "Bạn đang ở khung hình đầu tiên",
  "Failed to find any prev frame": "Không thể tìm thấy bất kỳ khung hình nào trước đó",
  "We are on the last frame": "Bạn đang ở khung hình cuối cùng",
  "Failed to find next keyframe": "Không thể tìm thấy khung hình chính tiếp theo",
  "Less than 2 frames found": "Ít hơn 2 khung hình được tìm thấy",
  "Show this page before exporting?": "Hiển thị trang này trước khi xuất",
  "Back": "Trở về",
  "Shift timestamps (avoid_negative_ts)": "Bù đắp dấu thời gian (avoid_negative_ts)",
  "For the ipod format, it is recommended to deactivate this option": "Đối với định dạng ipod, bạn nên tắt tùy chọn này",
  "Preserve all MP4/MOV metadata?": "Giữ tất cả metadata MP4 / MOV",
  "For the ipod format, it is recommended to activate this option": "Đối với định dạng ipod, bạn nên kích hoạt tùy chọn này",
  "Enable MOV Faststart?": "Bật khởi động nhanh MOV",
  "Note: Keyframe cut is recommended for most common files": "Lưu ý: Đối với hầu hết các tệp phổ biến, bạn nên sử dụng phương pháp cắt khung hình chính",
  "Cut mode:": "Chế độ cắt:",
  "Depending on your specific file/player, you may have to try different options for best results.": "Tùy thuộc vào tệp / trình phát cụ thể của bạn, có thể bạn cần phải thử các tùy chọn khác nhau để đạt được kết quả tốt nhất.",
  "Preserve original metadata when merging? (slow)": "Giữ nguyên siêu dữ liệu file nguồn khi hợp nhất? (chậm)",
  "Create chapters from merged segments? (slow)": "Tạo các chương mục từ các phân đoạn đã hợp nhất? (chậm)",
  "Advanced options": "Tùy chọn nâng cao",
  "Save output to path:": "Thư mục lưu trữ tệp đầu ra:",
  "Output container format:": "Định dạng đầu ra (container):",
  "Merge {{segments}} cut segments to one file?": "Hợp nhất {{segments}} các phân đoạn cắt thành một tệp?",
  "Export options": "Tùy chọn xuất",
  "Enables shifting when required by the target format.": "Cho phép bù đắp dấu thời gian khi định dạng đầu ra yêu cầu.",
  "Disables shifting of timestamp.": "Tắt chế độ bù dấu thời gian.",
  "Shift timestamps so that the first timestamp is 0. (LosslessCut default)": "Dịch chuyển dấu thời gian để dấu thời gian đầu tiên bằng 0 (Mặc định của LosslessCut).",
  "You can customize the file name of the output segment(s) using special variables.": "Bạn có thể sử dụng các biến đặc biệt để tùy chỉnh tên tệp của phân đoạn đầu ra.",
  "When merging, do you want to preserve metadata from your original file? NOTE: This may dramatically increase processing time": "Khi hợp nhất, bạn có muốn metadata trong tệp nguồn được giữ nguyên không? Lưu ý: Điều này có thể làm tăng đáng kể thời gian xử lý.",
  "Not all formats support all track types, and LosslessCut is unable to properly cut some track types, so you may have to sacrifice some tracks by disabling them in order to get correct result.": "Không phải định dạng nào cũng đều hỗ trợ tất cả các loại track và LosslessCut không thể cắt một số loại track một cách chính xác, vì vậy bạn có thể phải bỏ một số track để có được kết quả chính xác.",
  "With \"keyframe cut\", we will cut at the nearest keyframe before the desired start cutpoint. This is recommended for most files. With \"Normal cut\" you may have to manually set the cutpoint a few frames before the next keyframe to achieve a precise cut": "Sử dụng \"Cắt khung hình chính\" để cắt ở khung hình chính gần nhất trước điểm muốn bắt đầu cắt. Đây là thao tác được khuyên dùng cho hầu hết các tệp. Sử dụng \"Cắt thông thường\", có thể cần thiết lập thủ công điểm cắt một vài khung trước khung chính tiếp theo để đạt được đường cắt chính xác.",
  "Defaults to same format as input file. You can losslessly change the file format (container) of the file with this option. Not all formats support all codecs. Matroska/MP4/MOV support the most common codecs. Sometimes it's even impossible to export to the same output format as input.": "Định dạng file mặc định là giống với định dạng với file đầu vào. Bạn có thể tùy chọn thay đổi định dạng file (container) mà không bị giảm chất lượng. Không phải tất cả các định dạng file đều hỗ trợ tất cả các codec. Định dạng file Matroska / MP4 / MOV hỗ trợ các codec phổ biến nhất. Đôi khi, cũng không thể xuất sang định dạng đầu ra giống như đầu vào.",
  "Clear working directory": "Xóa thư mục làm việc",
  "An error has occurred.": "Một lỗi đã xảy ra.",
  "Clear batch file list after merge": "Xóa danh sách tệp hàng loạt sau khi hợp nhất",
  "About LosslessCut": "Giới thiệu LosslessCut",
  "Are you sure you want to close the loaded batch of files?": "Bạn có chắc chắn muốn đóng loạt tệp đã tải không?",
  "Batch file list": "Danh sách tệp hàng loạt",
  "Chapters": "Chương",
  "Chapters only": "Chỉ các chương",
  "Add the file to the batch list": "Thêm tệp vào danh sách hàng loạt",
  "Always open this dialog when opening multiple files": "Luôn mở hộp thoại này khi mở nhiều tệp",
  "Are you sure?": "Bạn có chắc?",
  "At least one resulting file name contains invalid characters": "Ít nhất một tên tệp kết quả chứa các ký tự không hợp lệ",
  "At least one resulting file name has no length": "Ít nhất một tên tệp kết quả không có độ dài",
  "At least one resulting file name is the same as the input path": "Ít nhất một tên tệp kết quả giống với đường dẫn đầu vào",
  "At least one resulting file will have a too long path": "Ít nhất một tệp kết quả sẽ có đường dẫn quá dài",
  "Auto convert to supported format": "Tự động chuyển đổi sang định dạng được hỗ trợ",
  "Batch convert files to supported format": "Chuyển đổi hàng loạt tệp sang định dạng được hỗ trợ",
  "Bind new key to action": "Buộc chìa khóa mới để hành động",
  "Cut mode": "Chế độ cắt",
  "Deselect all segments": "Bỏ chọn tất cả các phân đoạn",
  "Loaded existing preview file: {{ fileName }}": "Đã tải xem trước tệp hiện có: {{ fileName }}",
  "Open selected file": "Mở tệp đã chọn",
  "Options": "Tùy chọn",
  "Output file name will not be sanitized, and any special characters will be preserved. This may cause the export to fail and can cause other funny issues. Use at your own risk!": "Tên tệp đầu ra sẽ không được cải thiện và mọi ký tự đặc biệt sẽ được giữ nguyên. Điều này có thể khiến quá trình xuất không thành công và có thể gây ra các sự cố buồn cười khác. Sử dụng có nguy cơ của riêng bạn!",
  "Remove selected segments": "Xóa các phân đoạn đã chọn",
  "Seek to timecode": "Tìm kiếm mã thời gian",
  "Toggle Developer Tools": "Chuyển đổi công cụ dành cho nhà phát triển",
  "Toggle Full Screen": "Bật chế độ toàn màn hình",
  "Confirm": "Xác nhận",
  "Label selected segments": "Gắn nhãn các phân đoạn đã chọn",
  "Frames extracted to: {{path}}": "Các khung được trích xuất vào: {{path}}",
  "Help": "Giúp đỡ",
  "Extracting frames": "Đang tách các khung hình",
  "Increase audio volume": "Tăng âm lượng âm thanh",
  "Invert all segments on timeline": "Đảo ngược tất cả các phân đoạn trên dòng thời gian",
  "Jump to previous segment": "Chuyển đến phân đoạn trước",
  "Licenses": "Giấy phép",
  "Note that also other settings from the normal export dialog apply to this merge function. For more information about all options, see the export dialog.": "Lưu ý rằng các cài đặt khác từ hộp thoại xuất thông thường cũng áp dụng cho chức năng hợp nhất này. Để biết thêm thông tin về tất cả các tùy chọn, hãy xem hộp thoại xuất.",
  "Note: Cutting and including external tracks at the same time does not yet work. If you want to do both, it must be done as separate operations. See github issue #896.": "Lưu ý: Việc cắt và bao gồm các rãnh bên ngoài cùng một lúc vẫn chưa hoạt động. Nếu bạn muốn làm cả hai, nó phải được thực hiện như các hoạt động riêng biệt. Xem vấn đề github #896.",
  "Please confirm that you want to extract all {{numFrames}} frames as separate images": "Vui lòng xác nhận rằng bạn muốn trích xuất tất cả các khung {{numFrames}} dưới dạng hình ảnh riêng biệt",
  "Select all segments": "Chọn tất cả các phân đoạn",
  "Select only this segment": "Chỉ chọn phân đoạn này",
  "Please send an email to <1>losslesscut@mifi.no</1> where you describe what you were doing.": "Vui lòng gửi email đến <1>losslesscut@mifi.no</1> nơi bạn mô tả những gì bạn đang làm.",
  "Select segments by label": "Chọn phân đoạn theo nhãn",
  "Store next to media file": "Lưu trữ bên cạnh tệp phương tiện",
  "Try to automatically convert to supported format when opening unsupported file?": "Cố gắng tự động chuyển đổi sang định dạng được hỗ trợ khi mở tệp không được hỗ trợ",
  "Template results in duplicate file names": "Mẫu dẫn đến tên tệp trùng lặp",
  "The media you tried to open does not exist": "Phương tiện bạn cố mở không tồn tại",
  "This dialog can be used to concatenate files in series, e.g. one after the other:\n[file1][file2][file3]\nIt can NOT be used for merging tracks in parallell (like adding an audio track to a video).\nMake sure all files are of the exact same codecs & codec parameters (fps, resolution etc).": "Hộp thoại này có thể được sử dụng để nối các tệp trong chuỗi, ví dụ: tệp này sau tệp kia:\n[file1][file2][file3]\nNó KHÔNG thể được sử dụng để hợp nhất các bản ghi âm thanh song song (ví dụ như thêm một bản ghi âm thanh vào video).\nĐảm bảo tất cả các tệp có cùng codec và các thông số codec (fps, độ phân giải, v.v.).",
  "You have enabled the \"invert segments\" mode <1></1> which will cut away selected segments instead of keeping them. But there is no space between any segments, or at least two segments are overlapping. This would not produce any output. Either make room between segments or click the Yinyang <3></3> symbol below to disable this mode.": "Bạn đã bật chế độ \"đảo ngược phân đoạn\" <1></1> sẽ cắt bỏ các phân đoạn đã chọn thay vì giữ chúng. Nhưng không có khoảng trống giữa bất kỳ phân đoạn nào hoặc ít nhất hai phân đoạn chồng lên nhau. Điều này sẽ không tạo ra bất kỳ đầu ra nào. Tạo khoảng trống giữa các phân đoạn hoặc nhấp vào biểu tượng Yinyang <3></3> bên dưới để tắt chế độ này.",
  "You have no write access to the directory of this file": "Bạn không có quyền ghi vào thư mục của tệp này",
  "{{selectedSegments}} of {{nonFilteredSegments}} segments selected": "Đã chọn {{selectSegment}} trong số {{nonFilteredSearies}} phân đoạn",
  "Copy": "Sao chép",
  "Cut": "Cắt",
  "Redo": "Làm lại",
  "Undo": "Hoàn tác",
  "Lock/unlock output format": "Khóa/mở khóa định dạng đầu ra",
  "Segment tags": "Thẻ phân đoạn",
  "attachment": "tập tin đính kèm",
  "Convert current file to supported format": "Chuyển đổi tệp hiện tại sang định dạng được hỗ trợ",
  "Custom FFmpeg directory (experimental)": "Thư mục FFmpeg tùy chỉnh (thử nghiệm)",
  "Decrease audio volume": "Giảm âm lượng",
  "Don't show dialog again until restarting app": "Không hiển thị lại hộp thoại cho đến khi khởi động lại ứng dụng",
  "Open the file": "Mở tập tin",
  "Press confirm to grant LosslessCut permissions to write the project file (This is due to App Sandbox restrictions)": "Nhấn xác nhận để cấp quyền LosslessCut để ghi tệp dự án (Điều này là do các hạn chế của App Sandbox)",
  "Previous file": "Tệp trước đó",
  "Remove key binding": "Loại bỏ ràng buộc khóa",
  "Sanitize": "Khử sạch",
  "Save": "Lưu",
  "Select All": "Chọn tất cả",
  "Select custom FFmpeg directory": "Chọn thư mục FFmpeg tùy chỉnh",
  "audio": "âm thanh",
  "subtitle": "phụ đề",
  "Close current screen": "Đóng màn hình hiện tại",
  "Combination is invalid": "Sự kết hợp không hợp lệ",
  "Could not open media due to error {{errorCode}}": "Không thể mở phương tiện do lỗi {{errorCode}}",
  "Discard all {{type}} tracks": "Bỏ tất cả {{type}} bản nhạc",
  "Don't cut the file, but instead export an unmodified original which has chapters generated from segments": "Không cắt tệp mà thay vào đó hãy xuất một bản gốc chưa sửa đổi có các chương được tạo từ các phân đoạn",
  "Frame counts": "Số lượng khung hình",
  "Paste": "Dán",
  "Please open at least 2 files to merge, then try again": "Vui lòng mở ít nhất 2 tệp để hợp nhất, sau đó thử lại",
  "Pause": "Tạm ngừng",
  "Play": "Phát",
  "Play/pause (no reset speed)": "Phát/tạm dừng (không có tốc độ đặt lại)",
  "Please confirm folder": "Vui lòng xác nhận thư mục",
  "Please press your desired key combination. Make sure it doesn't conflict with any other binding or system hotkeys.": "Vui lòng nhấn tổ hợp phím mong muốn của bạn. Đảm bảo rằng nó không xung đột với bất kỳ phím nóng ràng buộc hoặc hệ thống nào khác.",
  "Export project (LLC)...": "Xuất dự án (LLC)…",
  "Loading subtitle": "Đang tải phụ đề",
  "Close batch": "Đóng hàng loạt",
  "End current segment at current time": "Kết thúc phân đoạn hiện tại vào thời điểm hiện tại",
  "Extract all frames": "Trích xuất tất cả các khung",
  "Extract all frames as images": "Trích xuất tất cả các khung dưới dạng hình ảnh",
  "Extract all frames in segment as images": "Trích xuất tất cả các khung trong phân đoạn dưới dạng hình ảnh",
  "Failed to open file": "Không thể mở tập tin",
  "Fast: Remux video, encode audio (fails if unsupported video codec)": "Nhanh: Đóng gói video, mã hóa âm thanh (không thành công nếu codec video không được hỗ trợ)",
  "Fastest: Low playback speed (audio remux), likely to fail": "Nhanh nhất: Tốc độ phát lại thấp (remux âm thanh), có khả năng bị lỗi",
  "Fill gaps between segments": "Lấp đầy khoảng trống giữa các phân đoạn",
  "Frame fractions": "Phân số khung hình",
  "Frame numbers (CSV)": "Số khung hình (CSV)",
  "Import project (LLC)...": "Nhập dự án (LLC)…",
  "Invalid JSON": "JSON không hợp lệ",
  "Jump to current segment's end time": "Chuyển đến thời gian kết thúc của phân đoạn hiện tại",
  "Jump to current segment's start time": "Chuyển đến thời gian bắt đầu của phân đoạn hiện tại",
  "Jump to end time": "Chuyển đến thời gian kết thúc",
  "Jump to next segment": "Chuyển đến phân đoạn tiếp theo",
  "Jump to start time": "Chuyển đến thời gian bắt đầu",
  "Keep all {{type}} tracks": "Giữ tất cả {{type}} tracks",
  "Keep or discard audio tracks": "Giữ hoặc hủy các bản âm thanh",
  "Load segments from the new file, but keep the current media": "Tải các phân đoạn từ tệp mới, nhưng vẫn giữ phương tiện hiện tại",
  "LosslessCut project": "Dự án LosslessCut",
  "Manually input current segment's end time": "Nhập thủ công thời gian kết thúc của phân đoạn hiện tại",
  "Manually input current segment's start time": "Nhập thủ công thời gian bắt đầu của phân đoạn hiện tại",
  "Minimize": "Giảm thiểu",
  "Next file": "Tệp tiếp theo",
  "No binding": "Không ràng buộc",
  "Shift all segments on the timeline by this amount. Negative values will be shifted back, while positive value will be shifted forward in time.": "Dịch chuyển tất cả các phân đoạn trên dòng thời gian theo số tiền này. Các giá trị âm sẽ được dịch chuyển trở lại, trong khi giá trị dương sẽ được dịch chuyển về phía trước theo thời gian.",
  "Shift all segments on timeline": "Chuyển tất cả các phân đoạn trên dòng thời gian",
  "No sanitize": "Không khử sạch",
  "Shuffle segments order": "Xáo trộn thứ tự phân đoạn",
  "Slow down playback more": "Làm chậm phát lại nhiều hơn",
  "Smart cut (experimental):": "Cắt thông minh (thử nghiệm):",
  "Sort items": "Sắp xếp các item",
  "Speed up playback more": "Tăng tốc độ phát lại nhiều hơn",
  "Start current segment at current time": "Bắt đầu phân đoạn hiện tại vào thời điểm hiện tại",
  "Start over": "Bắt đầu lại",
  "Store in working directory": "Lưu trữ trong thư mục làm việc",
  "Store project file (.llc) in the working directory or next to loaded media file?": "Lưu trữ tệp dự án (.llc) trong thư mục làm việc hoặc bên cạnh tệp phương tiện đã tải",
  "Subtitle": "Phụ đề",
  "This allows you to specify custom FFmpeg and FFprobe binaries to use. Make sure the \"ffmpeg\" and \"ffprobe\" executables exist in the same directory, and then select the directory.": "Điều này cho phép bạn chỉ định các tệp nhị phân FFmpeg và FFprobe tùy chỉnh để sử dụng. Đảm bảo rằng các thực thi \"ffmpeg\" và \"ffprobe\" tồn tại trong cùng một thư mục, sau đó chọn thư mục.",
  "This experimental feature will re-encode the part of the video from the cutpoint until the next keyframe in order to attempt to make a 100% accurate cut. Only works on some files. I've had success with some h264 files, and only a few h265 files. See more here: {{url}}": "Tính năng thử nghiệm này sẽ mã hóa lại một phần của video từ điểm cắt cho đến khung hình chính tiếp theo để cố gắng tạo ra một đoạn cắt chính xác 100%. Chỉ hoạt động trên một số tệp. Tôi đã thành công với một số tệp h264 và chỉ một số tệp h265. Xem thêm tại đây: {{url}}",
  "This is where working files and exported files are stored.": "Đây là nơi lưu trữ các tệp đang làm việc và tệp đã xuất.",
  "Times in seconds (CSV)": "Thời gian tính bằng giây (CSV)",
  "Toggle current segment selected": "Chuyển đổi phân đoạn hiện tại đã chọn",
  "Track disposition": "Theo dõi bố cục",
  "Unable to delete file: {{message}}": "Không thể xóa tệp: {{message}}",
  "Unchanged": "Không thay đổi",
  "Use this for all files until LosslessCut is restarted?": "Sử dụng cho tất cả các tệp cho đến khi LosslessCut được khởi động lại",
  "Using built-in ffmpeg": "Sử dụng ffmpeg tích hợp sẵn",
  "Using external ffmpeg": "Sử dụng ffmpeg bên ngoài",
  "Video FPS": "FPS Video",
  "View and edit segment tags in JSON5 format:": "Xem và chỉnh sửa các thẻ phân đoạn ở định dạng JSON5:",
  "Whether or not to sanitize output file names (sanitizing removes special characters)": "Có hay không khử sạch tên tệp đầu ra (khử sạch xóa các ký tự đặc biệt)",
  "You are running version {{version}}": "Bạn đang chạy phiên bản {{version}}",
  "Shift": "Shift",
  "Final Cut Pro FCPX / FCPXML": "Final Cut Pro FCPX / FCPXML",
  "Detecting black scenes": "Đang phát hiện các cảnh đen",
  "Loading": "Đang tải",
  "{{durationMsFormatted}} ms, {{frameCount}} frames": "{{durationMsFormatted}} ms, {{frameCount}} khung hình",
  "All other formats:": "Tất cả định dạng khác:",
  "Align segment times to keyframes": "Căn chỉnh thời gian của đoạn theo khung hình chính",
  "Aligning segments to keyframes": "Căn chỉnh các đoạn theo các khung hình chính",
  "Allow multiple instances of LosslessCut to run concurrently? (experimental)": "Cho phép chạy nhiều phiên của LosslessCut cùng lúc (thử nghiệm)",
  "Alt": "Alt",
  "API action name: {{action}}": "Hành động API: {{action}}",
  "Both": "Cả",
  "Change preferences": "Thay đổi tùy chọn",
  "Check compatibility": "Kiểm tra tương thích",
  "Close current file": "Đóng tệp hiện tại",
  "Common audio formats:": "Các định dạng âm thanh phổ biến:",
  "Common subtitle formats:": "Các định dạng phụ đề phổ biến:",
  "Create random segments": "Tạo các đoạn ngẫu nhiên",
  "End of video": "Kết thúc video",
  "Enter a decimal number between 0 and 1 (sane values are 0.3 - 0.5)": "Nhập một số thập phân từ 0 đến 1 (0.3 - 0.5 là khoảng giá trị tối ưu)",
  "Enter tag key": "Nhập khóa thẻ",
  "Experimental functionality has been activated!": "Tính năng thử nghiệm đã được kích hoạt!",
  "Export mode for {{segments}} segments": "Chế độ xuất cho {{segments}} đoạn",
  "FCPXML files": "Các tệp FCPXML",
  "HTML video tag": "Thẻ video HTML",
  "If output does not look right, see the Help menu.": "Nếu kết quả không ưng ý, hãy xem menu Hướng dẫn.",
  "Invalid input": "Đầu vào không hợp lệ",
  "It's generally recommended to set this to one of: {{values}}": "Đề xuất đặt thành một trong: {{values}}",
  "Nearest keyframe": "Khung hình chính gần nhất",
  "Next keyframe": "Khung hình chính tiếp theo",
  "Overwrite existing files": "Ghi đè các tệp đang có",
  "Overwrite output setting is disabled and some files might have been skipped.": "Cài đặt ghi đè đầu ra đã tắt, một số tệp có thể đã bị bỏ qua.",
  "Permanently delete the files if trash fails?": "Xóa vĩnh viên nếu không thể đưa vào thùng rác",
  "Previous keyframe": "Khung hình chính trước đó",
  "Prompts and dialogs": "Lời nhắc và thoại",
  "Quit LosslessCut": "Thoát LosslessCut",
  "Set noise tolerance. Can be specified in dB (in case \"dB\" is appended to the specified value) or amplitude ratio. Default is -60dB, or 0.001.": "Đặt điểm dung tiếng ồn. Có thể cụ thể bằng dB (trong trường hợp \"dB\" đặt sau giá trị chỉ định), hoặc tỉ lệ biên độ. Mặc định là -60dB, hoặc 0.001.",
  "Show advanced settings": "Hiển thị cài đặt nâng cao",
  "Trash project LLC file": "Ném tệp LLC dự án vào thùng rác",
  "Do you want to align the segment start or end timestamps to keyframes?": "Bạn có muốn căn chỉnh thời gian bắt đầu và kết thúc của các đoạn theo keyframe không?",
  "Do you want to shift the start or end timestamp by {{time}}?": "Bạn có muốn dịch thời gian bắt đầu hoặc kết thúc đi{{time}} không?",
  "Divide timeline into segments with randomized durations and gaps between segments, in a range specified in seconds with the correct format.": "Chia dòng thời gian thành các đoạn ngẫu nhiên về độ dài và khoảng cách giữa chúng, trong phạm vi theo giây với định dạng đúng.",
  "Enable HEVC / H265 hardware decoding (you may need to turn this off if you have problems with HEVC files)": "Bật giải mã phần cứng HEVC / H265 (bạn có thể phải tắt tùy chọn này nếu gặp vấn đề với các tệp HEVC)",
  "GPS track": "Bản ghi GPS",
  "Enabling this will allow faster playback of the exported file. This makes processing use 3 times as much export I/O, which is negligible for small files but might slow down exporting of large files.": "Bật tùy chọn này sẽ giúp tăng tốc độ phát lại của tệp đã xuất. Nó sẽ làm quá trình xử lí sử dụng gấp 3 lần I/O xuất, có thể không ảnh hưởng các tệp nhỏ nhưng sẽ làm chậm khi xuất các tệp lớn.",
  "Failed to merge": "Gộp thất bại",
  "How to use": "Cách sử dụng",
  "kbit/s": "kbit/giây",
  "Mismatches detected": "Đã phát hiện các sai lệch",
  "Note that depending on input parameters, up to {{estimatedMaxNumFiles}} files may be produced!": "Lưu ý rằng, tùy thuộc vào tham số đầu vào, chỉ có thể tạo ra tối đa {{estimatedMaxNumFiles}} tệp!",
  "Track {{index}} mismatch: {{key1}} {{value1}} != {{value2}}": "Bản ghi {{index}} không khớp: {{key1}} {{value1}} != {{value2}}",
  "Treat source file modification date/time as:": "Coi thời gian chỉnh sửa tệp nguồn như:",
  "This option lets you losslessly change the speed at which media players will play back the exported file. For example if you double the FPS, the playback speed will double (and duration will halve), however all the frames will be intact and played back (but faster). Be careful not to set it too high, as the player might not be able to keep up (playback CPU usage will increase proportionally to the speed!)": "Tùy chọn này cho phép bạn thay đổi tốc độ phát lại khi xuất thành tệp mà vẫn giữ nguyên chất lượng. Ví dụ nếu bạn gấp đôi FPS, thì tốc độ phát lại sẽ nhanh gấp đôi (và thời lượng video sẽ rút ngắn còn một nửa), tuy nhiên tất cả các khung hình sẽ được giữ nguyên vẹn và được phát lại (nhưng nhanh hơn). Không nên đặt nó quá cao, vì có thể khiến trình phát bị treo (tiêu thụ CPU sẽ tăng theo tỉ lệ thuận với tốc độ!)",
  "Timeline keyboard seek interval (longest)": "Khoảng tua dòng thời gian bàn phím (dài nhất)",
  "You have enabled the \"invert segments\" mode <1></1> which will cut away selected segments instead of keeping them. But there is no space between any segments, or at least two segments are overlapping. This would not produce any output. Either make room between segments or click the Yinyang <3></3> symbol below to disable this mode. Alternatively you may combine overlapping segments from the menu.": "Bạn đã bật chế độ \"đảo ngược lựa chọn đoạn\" <1></1> và sẽ khiến các đoạn được chọn bị cắt đi thay vì giữ lại. Nhưng nếu không có khoảng trống giữa các đoạn, hoặc ít nhất 2 đoạn đang chồng lên nhau, sẽ không có sản phẩm đầu ra. Hãy tạo khoảng trống giữa các đoạn hoặc click vào biểu được âm dương <3></3> bên dưới để tắt chế độ này. Ngoài ra bạn cũng có thể hợp nhất các đoạn chồng nhau trong menu.",
  "<0>If you're having a problem or question about LosslessCut, please first check the links in the <1>Help</1> menu. If you cannot find any resolution, you may ask a question in <3>GitHub discussions</3> or on <5>Discord.</5></0><1>If you believe that you found a bug in LosslessCut, you may <1>report a bug</1>.</1>": "<0>Nếu bạn gặp vấn đề hoặc có câu hỏi về LosslessCut, trước hết hãy xem các đường link tại menu <1>Hướng dẫn</1> . Nếu không tìm ra giải pháp, bạn có thể hỏi tại <3>GitHub discussions</3> hoặc trên <5>Discord.</5></0><1>Nếu bạn tin rằng mình tìm thấy một bug trong LosslessCut, bạn có thể<1>báo cáo bug</1>.</1>",
  "Output file names are not sanitized. Try to enable sanitazion or check your segment labels for invalid characters.": "Tên tệp đầu ra chưa được kiểm tra. Hãy bật kiểm tra hoặc xem lại tên của các đoạn có chưa kí tự không hợp lệ hay không.",
  "At least one resulting file name contains invalid character(s): {{invalidChars}}": "Ít nhất một tệp đầu ra chứa kí tự không hợp lệ trong tên: {{invalidChars}}",
  "Backward seek": "Tua lùi",
  "Backward seek (longer)": "Tua lùi (dài hơn)",
  "Backward seek (longest)": "Tua lùi (dài nhất)",
  "Cannot open anything else than regular files": "Chỉ có thể mở các tệp thông thường",
  "Capture every single frame as an image": "Chụp lại từng khung hình dưới dạng ảnh",
  "Batch": "Mớ",
  "Capture exactly one image every nth frame": "Chụp lại ảnh của khung hình mỗi N khung hình",
  "Capture frames that differ the most from the previous frame": "Chụp các khung hình có sự khác biệt rõ rệt nhất so với khung hình ngay trước nó",
  "Capture the best image every nth second": "Chụp lại ảnh tốt nhất mỗi N giây",
  "Change FPS": "Đổi FPS",
  "Combination is already bound to \"{{alreadyBoundKey}}\"": "Tổ hợp phím này đã được gán cho \"{{alreadyBoundKey}}\" trước đó",
  "Common video/audio formats:": "Các định dạng video/âm thanh phổ biến:",
  "Combine overlapping segments": "Gộp đè các đoạn",
  "Combine selected segments": "Gộp các đoạn đã chọn",
  "Convert subtitiles into segments": "Chuyển đổi phụ đề thành các đoạn",
  "Create segments from keyframes": "Tạo các đoạn theo keyframe",
  "Current frame has been set as cover art": "Khung hình hiện tại đã được đặt làm ảnh bìa",
  "Cutpoints may be inaccurate.": "Các điểm cắt có thể không chính xác.",
  "Decrease font size": "Giảm font chữ",
  "Delete": "Delete",
  "Detect black scenes": "Phát hiện các cảnh đen",
  "Disable <1>merge options</1>": "Tắt <1>tùy chọn gộp</1>",
  "Discard all tracks": "Hủy bỏ toàn bộ bản ghi",
  "Do you want to align segment times to the nearest, previous or next keyframe?": "Bạn có muốn căn chỉnh thời gian các đoạn tới keyframe gần nhất (trước hoặc sau) không?",
  "Do all of this automatically after exporting a file?": "Thực hiện tự động tất cả sau khi xuất tệp?",
  "Edit current segment tags": "Chỉnh sửa các thẻ đoạn hiện tại",
  "Edit segment tags": "Chỉnh sửa các thẻ đoạn",
  "DV Analyzer Summary.txt": "Tóm tắt DV Analyzer.txt",
  "empty": "trống",
  "Enable \"{{filterName}}\" bitstream filter.": "Bật bộ lọc chuỗi bit \"{{filterName}}\".",
  "End": "Kết thúc",
  "Enter the number of seconds between each image (decimal)": "Nhập số giây giữa các ảnh (thập phân)",
  "Export options will not be shown before exporting.": "Các tùy chọn xuất sẽ không hiển thị trước khi xuất.",
  "Export is done!": "Xuất đã hoàn thành!",
  "Export mode": "Chế độ xuất",
  "Export finished with warning(s)_one": "Đã xuất xong với một cảnh báo",
  "Export finished with warning(s)_other": "Đã xuất xong với nhiều cảnh báo",
  "Export options will be shown before exporting.": "Các tùy chọn xuất sẽ được hiển thị trước khi xuất.",
  "Extract frames from current segment as image files": "Tách các khung hình của đoạn hiện tại thành các tệp ảnh",
  "Extraneous track {{index}}": "Bản ghi dư thừa {{index}}",
  "Extract frames from selected segments as image files": "Tách các khung hình trong các đoạn được chọn thành các tệp ảnh",
  "Failed to detect scene changes": "Không thể phát hiện cảnh thay đổi",
  "Failed to detect silent scenes": "Không thể phát hiện cảnh câm",
  "Fastest: FFmpeg-assisted playback": "Nhanh nhất: Phát lại nhờ hỗ trợ của FFmpeg",
  "FFmpeg capture method might sometimes capture more correct colors, but the captured snapshot might be off by one or more frames, relative to the preview.": "FFmpeg đôi khi ghi lại màu sắc chính xác hơn, tuy nhiên ảnh chụp nhanh có thể bị lệch một hoặc nhiều khung hình, so với bản xem trước.",
  "FFmpeg-assisted playback": "Phát lại nhờ hỗ trợ của FFmpeg",
  "File compatibility check is not enabled, so the merge operation might not produce a valid output. Enable \"Check compatibility\" below to check file compatibility before merging.": "Chưa bật tương thích tệp, cho nên khi gộp có thể tạo ra kết quả không hợp lệ. Bật \"Kiểm tra tương thích\" bên dưới để kiểm tra tương thích tệp trước khi gộp.",
  "File is not natively supported. Preview playback may be slow and of low quality, but the final export will be lossless. You may convert the file from the menu for a better preview.": "Tệp này không được hỗ trợ chính thức. Xem trước có thể chậm và kém chất lượng, nhưng tệp xuất ra sẽ được giữ nguyên chất lượng. Bạn có thể chuyển đổi tệp từ menu để có xem trước tốt hơn.",
  "File names of extracted video frames": "Tên các tệp chứa khung hình video đã tách",
  "Files merged with warning(s)_one": "Các tệp đã được gộp với một cảnh báo",
  "Files merged with warning(s)_other": "Các tệp đã được gộp với nhiều cảnh báo",
  "Forward seek (longer)": "Tua tới (dài hơn)",
  "Forward seek (longest)": "Tua tới (dài nhất)",
  "Frame number": "Số của khung hình",
  "Frame timestamp": "Thời gian khung hình",
  "Increase font size": "Tăng cỡ font chữ",
  "Input has {{numStreamsTotal}} tracks": "Đầu vào có {{numStreamsTotal}} bản ghi",
  "Jump to first segment": "Nhảy tới đoạn đầu tiên",
  "Jump to last segment": "Nhảy tới đoạn cuối cùng",
  "Keep all tracks": "Giữ toàn bộ bản ghi",
  "Keep or discard thumbnail tracks": "Giữ ảnh bìa của các bản ghi",
  "Keeping {{numStreamsToCopy}} tracks": "Đang giữ {{numStreamsToCopy}} bản ghi",
  "Log file": "Tệp nhật kí",
  "Loop beginning and end of current segment": "Lặp đầu và cuối của đoạn hiện tại",
  "Merge options": "Các tùy chọn gộp",
  "Merged output file name:": "Các tệp đã gộp:",
  "Mini-waveform has been enabled. Click again to enable full-screen waveform": "Dạng sóng nhỏ đã bật. Click lần nữa để bật dạng sóng toàn màn hình",
  "Minimum change between two frames to be considered a new scene. A value between 0.3 and 0.5 is generally a sane choice.": "Thay đổi tối thiểu giữa hai khung hình để được coi là cảnh mới. Thông thường các giá trị từ 0.3 đến 0.5 là tối ưu.",
  "Mouse wheel zoom modifier key": "Phím hỗ trợ thu phóng bằng cuộn chuột",
  "Name of the merged/concatenated output file when concatenating multiple segments.": "Tên tệp đầu ra khi gộp/nốt các đoạn.",
  "No editable parameters for this stream.": "Không có tham số nào chỉnh sửa được đối với luồng này.",
  "No file is loaded": "Chưa nạp tệp nào cả",
  "Open file": "Mở tệp",
  "Open next file": "Mở tệp tiếp theo",
  "Open previous file": "Mở tệp trước đó",
  "Output file already exists, refusing to overwrite. You can turn on overwriting in settings.": "Tệp đầu ra đã tồn tại, từ chối ghi đè. Bạn có thể bật ghi đè trong cài đặt.",
  "Output file name is the same as the source file name. This increases the risk of accidentally overwriting or deleting source files!": "Tên tệp đầu ra đang giống hệt tên tệp nguồn. Nó sẽ tăng rủi ro ghi nhầm hoặc xóa mất tệp nguồn!",
  "Output file name template results in duplicate file names (you are trying to export multiple files with the same name). You can fix this for example by adding the \"{{segNumVariable}}\" variable.": "Mẫu tên tệp đầu ra dẫn đến trùng tên tệp (bạn đang xuất nhiều tệp với cùng một tên). Bạn có thể sửa nó bằng cách thêm biến \"{{segNumVariable}}\".",
  "Overwrite files when exporting, if a file with the same name as the output file name exists?": "Ghi đè các tệp khi xuất, nếu có tệp trùng tên với tệp đầu ra",
  "Play current segment once": "Phát đoạn hiện tại một lần",
  "Play selected segments in order": "Phát các đoạn đang chọn theo thứ tự",
  "Please enter a valid number.": "Hãy nhập một số hợp lệ.",
  "Precise": "Chính xác",
  "Please test the output file in your desired player/editor before you delete the source file.": "Hãy kiểm thử tệp đầu ra trong trình phát/trình chỉnh sửa trước khi xóa tệp nguồn.",
  "Please test the output files in your desired player/editor before you delete the source files.": "Hãy kiểm thử tệp đầu ra trong trình phát/trình chỉnh sửa trước khi xóa các tệp nguồn.",
  "Prefer strong colors": "Ưa màu mạnh",
  "Reset font size": "Đặt lại cỡ chữ",
  "Resulting segment file names_one": "Tên tệp đầu ra",
  "Resulting segment file names_other": "Tên các tệp đầu ra",
  "Sanitize file names": "Kiểm tra các tên tệp",
  "Segments to chapters": "Các đoạn thành các chương mục",
  "Segments to chapters mode is active, this means that the file will not be cut. Instead chapters will be created from the segments.": "Chế độ các đoạn thành các chương mục đang bật, nghĩa là tệp sẽ không bị cắt. Thay vào đó, các chương mục sẽ được tạo từ các đoạn.",
  "Set current frame as cover art": "Đặt khung hình hiện tại làm ảnh bìa",
  "Select playback quality": "Chọn chất lượng phát lại",
  "Set minimum silence duration that will be converted into a segment.": "Đặt khoảng câm tối thiếu sẽ bị chuyển đổi thành đoạn.",
  "Set the minimum detected black duration expressed in seconds. It must be a non-negative floating point number.": "Đặt thời lượng phát hiện màu đen tối thiểu theo giây. Phải là số dấu phẩy động (thập phân) không âm.",
  "Set the threshold for considering a picture \"black\".": "Đặt ngưỡng để coi một ảnh là \"đen\".",
  "Set the threshold for considering a pixel \"black\".": "Đặt ngưỡng để coi một điểm ảnh là \"đen\".",
  "Show this dialog every time?": "Hiển thị hộp thoại này mỗi lần",
  "Snapshot capture method": "Phương pháp ảnh chụp nhanh",
  "Snapshot capture quality": "Chất lượng ảnh chụp nhanh",
  "Snapshots and frame extraction": "Tách ảnh chụp nhanh và khung hình",
  "Some extra tracks have been discarded. You can change this option before merging.": "Một vài bản ghi đã được loại bỏ. Bạn có thể thay đổi tùy chọn này trước ghi gộp.",
  "Source file's time plus segment start cut time": "Thời gian của tệp nguồn cộng thêm thời gian cắt đầu đoạn",
  "Start": "Bắt đầu",
  "Source file's time minus segment end cut time": "Thời gian của tệp nguồn trừ đi thời gian cắt cuối đoạn",
  "Start of video": "Điểm bắt đầu video",
  "Subtitles (SRT)": "Phụ đề (SRT)",
  "The size of the merged output file ({{outputFileTotalSize}}) differs from the total size of source files ({{sourceFilesTotalSize}}) by more than {{maxDiffPercent}}%. This could indicate that there was a problem during the merge.": "Kích thước tệp đầu ra sau khi gộp ({{outputFileTotalSize}}) khác với tổng kích thước các tệp nguồn ({{sourceFilesTotalSize}}) hơn {{maxDiffPercent}}%. Có thể đã có vấn đề phát sinh khi gộp.",
  "There is a known problem with this file type, and the output might not be playable. You can work around this problem by enabling the \"Experimental flag\" under Settings.": "Có một vấn đề thường gặp với kiểu tệp này, và tệp đầu ra có thể không chạy được. Bạn có thể xử lí bằng cách bật \"Flag thử nghiệm\" trong Cài đặt.",
  "Timeline keyboard seek interval": "Khoảng tua dòng thời gian bàn phím",
  "Timeline keyboard seek interval (longer)": "Khoảng tua dòng thời gian bàn phím (dài hơn)",
  "Tried to create too many segments (max {{maxSegmentsAllowed}}.)": "Đã cố tạo quá nhiều đoạn (max {{maxSegmentsAllowed}}).",
  "Troubleshooting": "Đang xử lí sự cố",
  "Unable to merge files": "Không thể gộp các tệp",
  "Video track": "Bản ghi video",
  "Warning: Cutting thumbnail tracks is known to cause problems. Consider disabling track {{trackNumber}}.": "Cảnh báo: Cắt các bản ghi thumbnail thường gây lỗi. Hãy thử tắt bản ghi {{trackNumber}}.",
  "You can customize the file name of the output segment(s) using special variables._other": "Bạn có thể tùy chỉnh tên các đoạn đầu ra bằng các biến đặc biệt.",
  "You might want to redact any sensitive information like paths.": "Bạn có thể sẽ muốn che các thông tin nhạy cảm, như các đường dẫn.",
  "Detect scene changes": "Phát hiện các cảnh thay đổi",
  "Enter parameters": "Nhập các tham số",
  "Enter the number of frames between each image (integer)": "Nhập số khung hình tối đa giữa các ảnh (số nguyên)",
  "Extracting {{count}} unprocessable tracks_one": "Đang tách một bản ghi không xử lí được",
  "FAQ": "Hỏi đáp",
  "Failed to detect black scenes": "Không thể phát hiện cảnh đen",
  "Keyboard, mouse and input": "Bàn phím, chuột và thiết bị đầu vào",
  "Output name(s):_one": "Tên tệp đầu ra:",
  "Check for updates on startup?": "Kiểm tra cập nhật khi khởi động",
  "Extracting {{count}} unprocessable tracks_other": "Đang tách {{count}} bản ghi không xử lí được",
  "Output name(s):_other": "Tên các tệp đầu ra:",
  "<0></0> to show advanced view": "<0></0> để xem chế độ nâng cao",
  "<0></0> to show simple view": "<0></0> để xem chế độ đơn giản",
  "Options affecting exported files": "Các tùy chọn ảnh hưởng tới tệp xuất ra",
  "video": "video",
  "thumbnail": "ảnh bìa",
  "A mismatch was detected in at least one file. You may proceed, but the resulting file might not be playable.": "Đã phát hiện ít nhất một tệp không khớp. Bạn có thể tiếp tục, nhưng tệp đầu ra có thể không chạy được.",
  "Disposition": "Bố trí",
  "Loop current segment": "Lặp đoạn hiện tại",
  "Playback/preview segments only": "Chỉ phát lại/xem trước các đoạn",
  "FFmpeg": "FFmpeg",
  "See <1>Help</1> menu for help": "Xem menu <1>Hướng dẫn</1> để biết thêm",
  "Track {{num}} info": "Thông tin bản ghi {{num}}",
  "Trash original source file": "Ném tệp nguồn vào thùng rác",
  "Try each of the following before merging again:": "Hãy thử các hành động sau trước khi gộp lần nữa:",
  "Unable to export unprocessable streams.": "Không thể xuất các luồng không xử lí được.",
  "Cleanup files after export?": "Dọn dẹp các tệp sau khi xuất",
  "Ctrl": "Ctrl",
  "Detect silent scenes": "Phát hiện các cảnh câm",
  "Detecting scene changes": "Đang phát hiện các cảnh thay đổi",
  "Detecting silent scenes": "Đang phát hiện các cảnh câm",
  "The file name template is missing {{ext}} and will result in a file without the suggested extension. This may result in an unplayable output file.": "Mẫu tên tệp đang thiếu {{ext}} và sẽ dấn đến tệp không có phần mở rộng gợi ý. Điều này có thể dẫn đến tệp không chạy được.",
  "The media file referenced by the project file you tried to open does not exist in the same directory as the project file: {{mediaFileName}}": "Tệp phương tiện được trích dẫn không tồn tại ở cùng thư mục so với tệp dự án: {{mediaFileName}}",
  "Extract frames as image files": "Tách các khung hình thành các tệp ảnh",
  "Feature request": "Yêu cầu tính năng",
  "Output file name": "Tên tệp đầu ra",
  "Title": "Tiêu đề",
  "User interface": "Giao diện",
  "\"ffmpeg\" experimental flag": "flag \"ffmpeg\" thử nghiệm",
  "+{{numFrames}} frames_one": "+{{numFrames}} khung hình",
  "+{{numFrames}} frames_other": "+{{numFrames}} khung hình",
  "⊞ Win": "⊞ Win",
  "⌘ Cmd": "⌘ Cmd",
  "Abort": "Hủy bỏ",
  "Add segment tag": "Thêm thẻ đoạn",
  "All Files": "Tất cả tệp",
  "At least one resulting file name ends with a whitespace character or a dot, which is not allowed.": "Tên tệp đầu ra không được phép kết thúc bằng kí tự khoảng trống hoặc dấu chấm.",
  "Capture exactly one image every nth second": "Chụp lại ảnh mỗi N giây",
  "Invert selected segments": "Đảo ngược lựa chọn các đoạn",
  "You can customize the file name of the output segment(s) using special variables._one": "Bạn có thể tùy chỉnh tên tệp đầu ra bằng các biến đặc biệt.",
  "All tracks have been extracted": "Tất cả các bản ghi đã được tách",
  "At least one codec is not supported by the selected output file format. Try another output format or try to disable one or more tracks.": "Ít nhất một codec không được hỗ trợ bởi định dạng tệp đầu ra. Hãy thử một định dạng đầu ra khác hoặc tắt một hoặc nhiều bản ghi.",
  "Audio track": "Bản ghi âm thanh",
  "Close currently opened file": "Đóng tệp đang mở",
  "Copy selected segments times to clipboard": "Sao chép thời gian của các đoạn vào khay nhớ tạm",
  "Create segments from subtitles": "Tạo các đoạn theo phụ đề",
  "Cutlist": "Danh sách cắt",
  "Duplicate current segment": "Nhân bản đoạn hiện tại",
  "Duplicate keyboard combination": "Nhân bản tổ hợp phím",
  "Duplicate segment": "Nhân bản đoạn",
  "Enter a JavaScript expression which will be evaluated for each segment. Segments for which the expression evaluates to \"true\" will be selected. <1>View available syntax.</1>": "Nhập biểu thức JavaScript sẽ thực thi cho mỗi đoạn. Các đoạn mà biểu thức này cho ra \"true\" sẽ được chọn. <1>Xem cú pháp có sẵn.</1>",
  "Enter JavaScript expression": "Nhập biểu thức JavaScript",
  "Enter the max number of seconds between each image (decimal)": "Nhập số giây tối đa giữa các ảnh (thập phân)",
  "Examples": "Các ví dụ",
  "Export finished": "Đã xuất xong",
  "Export options are not shown. You can enable export options by clicking the icon right next to the export button.": "Tùy chọn xuất không được hiển thị. Bạn có thể bật nó bằng cách click icon bên phải nút xuất.",
  "Expression failed: {{errorMessage}}": "Biểu thức lỗi: {{errorMessage}}",
  "Failed to export": "Xuất thất bại",
  "Failed to extract frames": "Xuất khung hình thất bại",
  "Failed to extract tracks": "Xuất các bản ghi thất bại",
  "Smart cut auto detect bitrate": "Cắt thông minh tự động phát hiện bitrate",
  "Show notifications": "Hiển thị thông báo",
  "Focus segment at cursor": "Tập trung đoạn tại con trỏ",
  "Forward seek": "Tua tới",
  "Frames have been extracted": "Khung hình đã được tách",
  "Merge finished": "Đã gộp xong",
  "Merge/concatenate with current file": "Gộp/nối với tệp hiên tại",
  "Mute preview": "Tắt tiếng xem trước",
  "No segments match this expression.": "Không có đoạn nào khớp với biểu thức này.",
  "Open folder": "Mở thư mục",
  "Please enter a JavaScript expression.": "Hãy nhập một biểu thức JavaScript.",
  "Press confirm to grant LosslessCut access to write the project file (due to App Sandbox restrictions).": "Hãy xác nhận để cho phép LosslessCut ghi vào tệp dự án (do các giới hạn của App Sandbox).",
  "Reload current media": "Nạp lại phương tiện hiện tại",
  "Segment duration less than 5 seconds": "Độ dài đoạn nhỏ hơn 5 giây",
  "Segment label (exact)": "Tên đoạn (chính xác)",
  "Segment label (regexp)": "Tên đoạn (regexp)",
  "Segment starts after 00:60": "Đoạn bắt đầu sau 00:60",
  "Segment tag value": "Giá trị thẻ đoạn",
  "Select segments by expression": "Chọn các đoạn theo biểu thức",
  "Shift all start times": "Dịch toàn bộ thời gian bắt đầu",
  "Show GPS map": "Hiển thị bản đồ GPS",
  "Show informational in-app notifications": "Hiển thị thông báo in-app",
  "This option allows you to shift all segment start times forward by one or more frames before cutting. This can be useful if the output video starts from the wrong (preceding) keyframe.": "Tùy chọn này cho phép dịch tất cả các điểm bắt đầu đoạn một hoặc nhiều khung hình trước khi cắt. Nó sẽ giúp ích nếu video đầu ra bắt đầu tại một khung hình chính (trước đó) không chính xác.",
  "Use + and - for relative seek": "Dùng + và - để tua lân cận",
  "What do you want to do after exporting a file or when pressing the \"delete source file\" button?": "Bạn muốn làm gì sau khi xuất một tệp hoặc khi ấn nút \"xóa tệp nguồn\"?",
  "When merging, it's generally recommended to set this to \"make_non_negative\"": "Khi gộp, khuyến khích đặt thành \"make_non_negative\"",
  "Advanced settings are currently not visible.": "Cài đặt nâng cao đang không hiển thị",
  "Copyright": "Bản quyền"
}
