{
  "{{durationMsFormatted}} ms, {{frameCount}} frames": "{{durationMsFormatted}} md, {{frameCount}} bingkai",
  "(detected)": "(terdeteksi)",
  "{{selectedSegments}} of {{nonFilteredSegments}} segments selected": "{{selectedSegments}} dari {{nonFilteredSegments}} segmen terpilih",
  "\"ffmpeg\" experimental flag": "\"ffmpeg\" penanda eksperimental",
  "(data tracks such as GoPro GPS, telemetry etc. are not copied over by default because ffmpeg cannot cut them, thus they will cause the media duration to stay the same after cutting video/audio)": "(pelacakan data seperti GoPro GPS, telemetri, dll. tidak disalin secara bawaan karena ffmpeg tidak dapat memotongnya, sehingga hal itu akan menyebabkan durasi media tetap sama setelah memotong video/audio)",
  "+{{numFrames}} frames_one": "+{{numFrames}} bingkai",
  "+{{numFrames}} frames_other": "+{{numFrames}} bingkai",
  "Alt": "Alt",
  "A mismatch was detected in at least one file. You may proceed, but the resulting file might not be playable.": "Ketidakcocokan terdeteksi pada setidaknya satu berkas. Anda dapat melanjutkan, tetapi berkas yang dihasilkan mungkin tidak dapat diputar.",
  "Are you sure you want to quit?": "Apakah Anda yakin ingin keluar?",
  "<0></0> <2></2> or <4></4> <6></6> to set cutpoints": "<0></0> <2></2> atau <4></4> <6></6> untuk mengatur titik potong",
  "All streams have been extracted as separate files": "Semua stream telah diekstraksi sebagai berkas terpisah",
  "Add segment tag": "Tambahkan penanda segmen",
  "attachment": "lampiran",
  "Auto load timecode from file as an offset in the timeline?": "Memuat kode waktu secara otomatis dari berkas sebagai offset dalam garis waktu",
  "Auto merge segments to one file after export, but keep segments too": "Menggabungkan segmen secara otomatis ke satu berkas setelah ekspor, namun segmen tetap dipertahankan juga",
  "About LosslessCut": "Tentang LosslessCut",
  "Advanced options": "Opsi lanjutan",
  "At least one resulting file name has no length": "Setidaknya satu nama berkas yang dihasilkan tidak memiliki panjang",
  "<0></0> to show simple view": "<0></0> untuk menampilkan tampilan sederhana",
  "Backward seek (longest)": "Pencarian mundur (sangat lama)",
  "Failed to batch convert to supported format": "Gagal mengonversi sekumpulan berkas ke format yang didukung",
  "At least one resulting file name contains invalid character(s): {{invalidChars}}": "Setidaknya satu nama berkas yang dihasilkan mengandung karakter yang tidak valid: {{invalidChars}}",
  "Aligning segments to keyframes": "Selaraskan segmen ke bingkai kunci",
  "Advanced settings are currently not visible.": "Pengaturan lanjutan saat ini tidak terlihat.",
  "All tracks have been extracted": "Semua trek telah diekstrak",
  "At least one codec is not supported by the selected output file format. Try another output format or try to disable one or more tracks.": "Setidaknya satu kodek tidak didukung oleh format berkas output yang dipilih. Cobalah format output lainnya atau coba nonaktifkan satu trek atau lebih.",
  "All segments match this expression.": "Semua segmen cocok dengan ekspresi ini.",
  "Abort": "Batalkan",
  "Add metadata": "Tambahkan metadata",
  "An error has occurred.": "Terjadi kesalahan.",
  "Add segment": "Tambahkan segmen",
  "Add the file to the batch list": "Tambahkan berkas ke daftar kumpulan",
  "Ask about what to do when opening a new file when another file is already already open?": "Bertanya tentang apa yang harus dilakukan saat membuka berkas baru ketika berkas lain telah dibuka",
  "\"{{property}}\" must be a number": "\"{{property}}\" harus berupa angka",
  "\"{{property}}\" must be a string": "\"{{property}}\" harus berupa string",
  "{{numFrames}} frames_one": "{{numFrames}} bingkai",
  "{{numFrames}} frames_other": "{{numFrames}} bingkai",
  "\"{{property}}\" must be an object of strings": "\"{{property}}\" harus berupa objek atau string",
  "Add number suffix to label": "Tambahkan akhiran angka ke label",
  "Add a tag to every even segment": "Tambahkan penanda ke setiap segmen genap",
  "Adjusting the output FPS and cutting at the same time will cause incorrect cuts. Consider instead doing it in two separate steps.": "Menyesuaikan FPS output dan memotong pada waktu yang sama akan menyebabkan pemotongan yang salah. Sebagai gantinya, pertimbangkan untuk melakukannya dalam dua langkah terpisah.",
  "Align segment times to keyframes": "Selaraskan waktu segmen ke bingkai kunci",
  "Allow multiple instances of LosslessCut to run concurrently? (experimental)": "Izinkan beberapa contoh LosslessCut untuk berjalan secara bersamaan (eksperimental)",
  "Always open this dialog when opening multiple files": "Selalu buka dialog ini saat membuka banyak berkas",
  "API action name: {{action}}": "Nama aksi API: {{action}}",
  "Are you sure you want to close the loaded batch of files?": "Apakah Anda yakin ingin menutup kumpulan berkas yang dimuat?",
  "Batch file list": "Daftar kumpulan berkas",
  "Batch converting to supported format": "Mengonversi sekumpulan berkas ke format yang didukung",
  "Audio track": "Trek audio",
  "Backward seek": "Pencarian mundur",
  "Backward seek (longer)": "Pencarian mundur (lebih lama)",
  "Clear batch file list after merge": "Bersihkan daftar kumpulan berkas setelah penggabungan",
  "At least one resulting file will have a too long path": "Setidaknya satu berkas yang dihasilkan akan memiliki alamat berkas yang terlalu panjang",
  "audio": "audio",
  "Are you sure?": "Apakah Anda yakin?",
  "At least one resulting file name is the same as the input path": "Setidaknya satu nama berkas yang dihasilkan sama dengan alamat input",
  "Batch convert files to supported format": "Konversi sekumpulan berkas ke format yang didukung",
  "Auto merge segments to one file after export": "Menggabungkan segmen secara otomatis ke satu berkas setelah ekspor",
  "Close batch": "Tutup kumpulan",
  "Add cut segment": "Tambahkan potong segmen",
  "Advanced view disabled. You will now see only the most essential buttons and functions": "Tampilan lanjutan dinonaktifkan. Anda saat ini hanya akan melihat tombol dan fungsi yang paling esensial.",
  "Accurate time but could leave an empty portion at the beginning of the video. Equiv to": "Waktu yang akurat tetapi bisa meninggalkan bagian kosong di awal video. Setara dengan",
  "Advanced view has been enabled. You will now also see non-essential buttons and functions": "Tampilan lanjutan telah diaktifkan. Anda sekarang juga akan melihat tombol dan fungsi yang nonesensial.",
  "All Files": "Semua Berkas",
  "All other formats:": "Semua format lainnya:",
  "⊞ Win": "⊞ Win",
  "⌘ Cmd": "⌘ Cmd",
  "Auto save project file?": "Simpan otomatis berkas proyek",
  "<0></0> to show advanced view": "<0></0> untuk menampilkan tampilan lanjutan",
  "Ask about importing chapters from opened file?": "Bertanya tentang mengimpor bab dari berkas yang dibuka",
  "Ask for confirmation when closing app or file?": "Bertanya tentang konfirmasi saat menutup berkas atau aplikasi",
  "Batch": "Kumpulan",
  "<0>If you're having a problem or question about LosslessCut, please first check the links in the <1>Help</1> menu. If you cannot find any resolution, you may ask a question in <3>GitHub discussions</3> or on <5>Discord.</5></0><1>If you believe that you found a bug in LosslessCut, you may <1>report a bug</1>.</1>": "<0>Jika Anda memiliki keluhan atau pertanyaan mengenai LosslessCut, silakan cek tautan di menu <1>Bantuan</1> terlebih dahulu. Jika Anda tidak dapat menemukan jawabannya, Anda dapat menanyakannya ke <3>Diskusi GitHub</3> atau di <5>Discord</5></0><1>Jika Anda menemukan kesalahan di LosslessCut, Anda dapat <1>melaporkan kesalahan </1>.</1>",
  "Are you sure you want to close the current file?": "Apakah Anda yakin ingin menutup berkas ini?",
  "At least one resulting file name ends with a whitespace character or a dot, which is not allowed.": "Setidaknya satu nama berkas yang dihasilkan diakhiri dengan karakter spasi atau titik, yang mana tidak diperbolehkan."
}
